[
    {
        "intent": "accept reservations",
        "utt": [
            "Can I book a table for tonight at Bella Vita?",
            "Can I check availability and make a reservation online?",
            "Can I make a reservation at Buffalo Wild Wings?",
            "Can I make a reservation at The French Laundry in Yountville?",
            "Can I reserve a table at Alinea in Chicago?",
            "Can you tell me if Carrabba's in Houston accepts reservations",
            "Do they take reservations at Outback Steakhouse in Las Vegas?",
            "Do you have any availability for next weekend at the Brasserie?",
            "Does Buffalo Wild Wings take reservations for sports games",
            "Does Olive Garden in San Francisco take reservations?",
            "Does the Cheesecake Factory take reservations?",
            "Does the Pizza Parlor accept reservations for parties of five or more?",
            "Is it possible to reserve a table in advance at this restaurant?",
            "Where can I find reservation information for Applebee's?",
            "does chili's take reservations?"
        ]
    },
    {
        "intent": "account blocked",
        "utt": [
            "Can someone explain why my investment account has been frozen?",
            "Can someone tell me why my account has been suspended?",
            "Can't believe I got locked out of my own account without any notice!",
            "How did I end up getting locked out of my account without any prior notice?",
            "How long will my account remain inaccessible before it's unblocked?",
            "I can't seem to access my funds due to an unexpected restriction on my account.",
            "I'm getting frustrated since I can't seem to figure out why my account has been locked.",
            "I'm getting worried because my bank account has been locked for some reason.",
            "I'm having trouble accessing my Cash App account due to an unexpected block.",
            "I've tried to log into my Chase account, but it's still blocked, and I don't know how long it will last.",
            "It's frustrating when you can't use your own money because of some technical glitch.",
            "Why did my bank freeze my account without notice?",
            "Why did my brokerage account suddenly get locked?",
            "Why is my bank account not accessible right now?",
            "what caused the sudden suspension of my business account without prior notice?"
        ]
    },
    {
        "intent": "alarm",
        "utt": [
            "Can you set an alarm for my work shift starting at 9 am",
            "Could you please set an alarm for 3:30 PM and another for 8 PM tomorrow morning?",
            "Help me set an alarm for 1 pm so I can remember to call my mom and wish her a happy birthday.",
            "I need an alarm to go off at 10 pm to wind down.",
            "I need you to set an alarm for 9:00 am tomorrow.",
            "I would appreciate it if you could set an alarm for my daughter's soccer game.",
            "I'd appreciate it if you could set an alarm for 3 pm so I don't forget to take my medication.",
            "Make an alarm for my fitness tracker to remind me to move around every hour.",
            "Schedule an alarm for my doctor's appointment at 2 pm",
            "Set an alarm clock for 6 AM so I don't oversleep.",
            "Set an alarm for 12:30 pm so I don't forget my lunch appointment.",
            "Set an alarm on your watch for 12 pm next week.",
            "Set two alarms for 7 am and 12 pm so I can have enough time to prepare for work and lunch respectively.",
            "Set two alarms for me, one at 8 am and another at 12 pm, so I don't miss my important deadlines today.",
            "Would you please set an alarm for my coffee break at 10am?"
        ]
    },
    {
        "intent": "application status",
        "utt": [
            "Can you tell me the current status of my chase freedom unlimited application?",
            "Can you tell me whether my application for the new USAA credit card has been approved or not?",
            "Could you kindly tell me whether my passport application has been completed?",
            "Could you please give me an update on the status of my Wells Fargo application?",
            "Could you please tell me whether my visa application has been approved or denied?",
            "Has anyone checked on the status of my application for the Capital One Guaranteed Mastercard",
            "How is my application for a discover it card coming along?",
            "I would appreciate it if someone could inform me about the progress of my Chase application.",
            "I would like to inquire about the status of my medical school application. Are they still accepting applications?",
            "I'm eagerly waiting to find out if my loan application has been accepted.",
            "Is there any news regarding the status of my Bank of America application?",
            "Is there any update on the status of my Citi application?",
            "Kindly provide me with an update on the status of my visa application.",
            "What is the latest update on my us bank cash+ card application?",
            "Would you mind letting me know if my car insurance application has been processed"
        ]
    },
    {
        "intent": "apr",
        "utt": [
            "Can you please explain how apr affects my credit utilization ratio",
            "Can you please provide me with my credit card's apr details?",
            "Can you tell me the current APR for my US Bank Cash+ Visa Card?",
            "Could you please tell me the apr of my credit card? I want to stay on top of my finances and avoid any surprise charges.",
            "How does the APR on my Wells Fargo card compare to other cards in the market?",
            "How good is the APR on my credit card?",
            "I would love to learn about the apr on my discover card.",
            "I'm not sure if I understand the difference between apr and interest rate. Can you explain it to me in simple terms?",
            "Is it possible to lower my credit card's APR",
            "Kindly provide me with my credit card's apr details.",
            "What's the APR of my Discover card?",
            "could you please provide me with the apr details of my credit card?",
            "how do I calculate my apr on my discovery card?",
            "what is the apr for my capital one card?",
            "what is the apr on my wells fargo credit card?"
        ]
    },
    {
        "intent": "are you a bot",
        "utt": [
            "Are you sure you're not a machine?",
            "Can you prove you're not just a program?",
            "Can you tell me your secret? Are you a real person or a bot?",
            "Do you have feelings like a real person?",
            "I bet you're a highly advanced AI, aren't you?",
            "I can't believe you're this helpful!",
            "I don't think you're a human, are you?",
            "I'm glad I'm talking to a real person, not a machine.",
            "I'm impressed by your intelligence; are you a human or a machine?",
            "I'm starting to feel like you're not just a chatbot.",
            "Is there any chance you might be an AI?",
            "It's great chatting with you; do you have feelings too?",
            "It's hard to believe you're not a machine, isn't it?",
            "You're so good at understanding my questions; it's like you're a real person!",
            "You're so quick to respond; are you a real person or a machine?"
        ]
    },
    {
        "intent": "balance",
        "utt": [
            "Can you please check my account balance for me? I'm not sure how much is left.",
            "Can you please give me an update on my current account balance",
            "Can you please inform me about the current state of my financial equilibrium, including any outstanding debts or credits?",
            "Can you please tell me the current balance of my retirement account? I want to make sure I'm saving enough for my future",
            "Can you provide me with an update on my account balance, so I can plan accordingly for upcoming bills and expenses?",
            "Can you tell me my current bank balance so I can make informed financial decisions?",
            "How do I ensure that my spending is in line with my income, so I can maintain a stable financial position?",
            "How much cash do I currently have in my bank accounts?",
            "How much cash do I have available at the moment?",
            "How much is left in my savings account after transferring the funds to my checking account?",
            "I would like to know the current status of my financial equilibrium.",
            "I'd like to know my account balance so I can transfer some money to my savings account.",
            "It's important to maintain a balance between short-term goals and long-term aspirations.",
            "how much does my credit card debt currently weigh against my budget?",
            "will i be able to pay my rent on time?"
        ]
    },
    {
        "intent": "bill balance",
        "utt": [
            "Can you please give me an overview of all my bills and their respective balances",
            "Can you please inform me of the exact amount I need to pay for my insurance premium?",
            "Can you please tell me how much I need to pay for my water bill this month?",
            "Can you please tell me the current balance of my Amazon Prime membership?",
            "Could you please tell me how much I owe on my Time Warner Cable account?",
            "Do you know how much I owe on my Dish Network subscription?",
            "How much am I expected to pay towards my student loans this month?",
            "How much do I need to pay towards my rent and utilities this month?",
            "How much is the total amount I need to pay for all my utility bills this month?",
            "How much money do I have available on my prepaid debit card this month",
            "I would like to know the amount due on my Time Warner Cable bill this month.",
            "Is there anything due on my phone bill this month?",
            "Kindly inform me of the present balance on my AT&T account.",
            "What is the current balance on my Suddenlink bill",
            "What is the current balance on my bank account?"
        ]
    },
    {
        "intent": "bill due",
        "utt": [
            "Can you let me know when my utility bill is due so I can budget accordingly",
            "Can you please send me an email reminder when my car insurance premium is due",
            "Can you remind me when my credit card bill is due?",
            "How do I determine when my Amazon Prime membership is due for renewal?",
            "I can't seem to recall when my electricity bill is due.",
            "I need to know when my cable bill is due this month.",
            "Is there a late fee if I miss the due date on my credit card bill?",
            "What date does my Verizon bill come due?",
            "What time of the month does my Wells Fargo credit card bill typically come due?",
            "What time of the month does my gym membership bill usually come due?",
            "When does my Verizon Wireless bill come due this month?",
            "When is the last day I can pay my American Express credit card bill without incurring a late fee?",
            "Where can I find out when my phone bill is due?",
            "can i still use my credit card if my credit card payment is late?",
            "what happens if i forget to pay my property tax bill?"
        ]
    },
    {
        "intent": "book flight",
        "utt": [
            "Book a flight from Boston to Philadelphia on November 1 that brings you back on November 4.",
            "Book a one-way ticket from Dallas to Denver on United Airlines for next week.",
            "Can you please book me a flight from detroit to cleveland on spirit airlines",
            "Compare fares for flights from Seattle to Bangkok on Thai Airways and book the cheapest option.",
            "Could you please book a flight from Houston to Austin on March 17th for less than $250?",
            "Could you please book a one-way flight from Houston to Chicago on May 15th for under $200",
            "I am interested in finding a non-stop flight from Atlanta to Miami for my upcoming vacation.",
            "I want to book a round-trip flight from Dallas to Houston on Delta Air Lines.",
            "I want to book a round-trip flight from YOW to YUL with Air Canada.",
            "I want to travel from boston to new york city on wednesday, can you help me find a flight?",
            "book a flight from Tampa, Fl to Baltimore, Md on February 11, 2019, and return on March 19, 2019.",
            "book a flight from minneapolis to milwaukee on wednesday and returning on friday.",
            "please book me a flight from denver to salt lake city on Frontier airlines for next tuesday",
            "reserve a flight from Boise to Sacramento on Sunday and return on Wednesday.",
            "what airline has flights round trip from jfk to lga on march 15 for under $400?"
        ]
    },
    {
        "intent": "book hotel",
        "utt": [
            "Are there any hotels in Paris with Michelin-starred restaurants?",
            "Are there any hotels in Washington D.C. that have availability from March 26th to March 28th",
            "Can you find me a hotel in Los Angeles that has good reviews and can accommodate 30 people from December 15th to December 31st?",
            "Can you help me book a hotel in Miami Beach with a private beach?",
            "Can you suggest a cozy hotel in Denver with excellent customer service?",
            "Could you find me a hotel in Washington D.C. with a rooftop bar and a view of the monuments?",
            "Help me locate a hotel in Chicago with good restaurants nearby.",
            "I need a hotel in Seattle with easy access to public transportation.",
            "I need a hotel reservation in Denver from December 1st to December 7th",
            "I want to stay at a hotel in London from April 1st to April 3rd. Can you help me find one?",
            "I want to stay in a hotel in Miami Beach with an oceanfront view and a private beach.",
            "I would like to reserve a hotel room in Dallas that has a large conference space and is close to the airport.",
            "Is it possible to book a hotel room for 10 people from Saturday to Sunday in Houston?",
            "Kindly assist me in finding a hotel that can accommodate 20 people in Phoenix from February 1st to February 10th?",
            "Would you please find me a hotel in Austin that can accommodate 12 people from September 1st to September 3rd?"
        ]
    },
    {
        "intent": "calculator",
        "utt": [
            "Can you calculate the area of this triangle for me?",
            "Can you show me how to graph the function y = x^2 on a graphing calculator?",
            "Could you please solve for x in the equation 3x + 5 = 22?",
            "If I have $150 and spend $30 on a shirt, how much will I have left?",
            "What is 23 multiplied by 17?",
            "What is the area of a triangle with base 5 cm and height 6 cm?",
            "What is the cube root of 69?",
            "What is the equation of this line",
            "What is the result of subtracting 19 from 37?",
            "What is the sum of 8 and 7?",
            "What is the time it takes for a car to travel 200 miles at a speed of 60 mph?",
            "What is the value of x in the formula 3x + 2 = 7?",
            "What is the volume of this cylinder?",
            "what is 15 plus 12?",
            "what is 7 times 8?"
        ]
    },
    {
        "intent": "calendar",
        "utt": [
            "Can you give me an overview of my March 15th calendar",
            "Can you please check if I have any meetings scheduled for next week on my calendar?",
            "Can you please remind me of everything I have scheduled for March 15?",
            "Can you please remind me of the meeting on my calendar for Wednesday at 2 PM",
            "Can you please show me my schedule for the rest of the month?",
            "Can you tell me what's on my calendar for next Friday?",
            "Did I add the party to my Google Calendar?",
            "Does my calendar show any events for tomorrow?",
            "I want to know when my next dentist appointment is so I can schedule it in my calendar and remember to go",
            "I want to know when my son's baseball game is so I can plan my day accordingly.",
            "Is there anything important noted on my calendar for today?",
            "Read my appointments for March.",
            "Tell me about the events on my calendar for next week.",
            "What time is my doctor's appointment on my calendar for today?",
            "What time is my flight on Friday?"
        ]
    },
    {
        "intent": "calendar update",
        "utt": [
            "Add the fitness class to my calendar every Monday morning.",
            "I need to transfer my conference call to tomorrow morning.",
            "I want to change the time of my yoga class to 6 AM.",
            "I would like to cancel my reservation for tonight.",
            "Kindly add the dentist appointment to my calendar for March 15th at 2 pm.",
            "Leave the doctor's appointment open on my calendar until further notice.",
            "Remove the football game from my calendar.",
            "Remove the football game on September 2nd from my calendar",
            "Update my calendar with the new time for the doctor's appointment on September 22nd.",
            "add my yoga class for tomorrow at 6 am to my calendar.",
            "add vacation to my calendar for next month.",
            "add yoga class to my schedule for thursday morning.",
            "can you please move the team lunch from friday to wednesday this week?",
            "set a reminder for my son's birthday party on saturday.",
            "transfer the car maintenance appointment to next month due to scheduling conflict"
        ]
    },
    {
        "intent": "calories",
        "utt": [
            "a cup of mixed berries contains roughly 60 calories.",
            "a slice of whole wheat bread (1 slice) contains approximately 89 calories.",
            "can you tell me the approximate number of calories in a slice of pizza?",
            "find out the number of calories in a slice of pepperoni pizza.",
            "how many calories are in a bag of potato chips?",
            "how many calories are in a burrito?",
            "how many calories are in a serving of stir-fry vegetables?",
            "how many calories are in a slice of cheese pizza?",
            "how many calories are in a slice of watermelon?",
            "how many calories are there in a cup of unsweetened almond milk?",
            "how many calories are there in a pear?",
            "how many calories does a slice of pepperoni pizza contain?",
            "how many calories does this pizza have?",
            "what is the approximate calorie count of a cup of cooked quinoa",
            "what is the approximate number of calories in a serving of grilled chicken breast"
        ]
    },
    {
        "intent": "cancel",
        "utt": [
            "Can you reverse your previous decision?",
            "Cancel our reservation at the restaurant tonight",
            "Cancel the event that was scheduled for tomorrow",
            "Could you please cancel my hotel reservation?",
            "Could you please terminate this conversation?",
            "Disavow any involvement in that endeavor.",
            "Halt the ongoing project immediately!",
            "Halt the production of that product.",
            "I need you to stop whatever you're working on right now.",
            "I need you to undo what you did earlier.",
            "I'm afraid I won't be able to finish this task on time, so I'd like to cancel it.",
            "I've had a change of heart about the project, so let's scrap it for now.",
            "Postpone the meeting until next week.",
            "Stop whatever you are doing right now and cancel it immediately.",
            "call off the meeting scheduled for today."
        ]
    },
    {
        "intent": "cancel reservation",
        "utt": [
            "Cancel the reservation for Joe and me right now for the Zephers reservation we had booked.",
            "Could you please cancel my reservation for the cooking class that was scheduled for next Saturday?",
            "I wish to discontinue my reservation for two at the Italian restaurant.",
            "I would appreciate it if you could annul my booking for tomorrow night at The Black Pearl.",
            "I would appreciate it if you could cancel my reservation at the spa.",
            "I would like to cancel my table for 8pm at Bistro Bliss.",
            "I would like to cancel our table for tonight.",
            "I would like to cancel the reservation for the spa treatment on Monday afternoon.",
            "I'd appreciate it if you could cancel the reservation for the flight we booked last month.",
            "I'm not feeling well, so I don't think I'll be able to make it to the appointment today. Would you mind canceling it?",
            "Kindly eliminate my booking for three at The Restaurant at Meadowood.",
            "Kindly eradicate my 6:00 PM reservation",
            "Please cancel the reservation under the name of John Smith at the steakhouse.",
            "Please discontinue the reservation I made for two guests at The Blue Lagoon on Saturday night.",
            "Unfortunately, I won't be able to attend the conference next week, so could you please cancel my registration?"
        ]
    },
    {
        "intent": "car rental",
        "utt": [
            "Book me a car rental in San Francisco from January 20-27.",
            "Can you give me information on car rentals in San Francisco?",
            "Can you help me locate a rental car agency in Denver for March 15 to 19?",
            "Can you help me rent a car in Los Angeles from March 29-April 5?",
            "Can you please reserve a car rental for me in Chicago between August 1st to August 5th and pick a Kia?",
            "Can you provide me with information on renting a car in San Francisco?",
            "I am interested in renting a luxury car in Los Angeles for my wedding day. Can you provide recommendations?",
            "I am interested in renting an electric car in Seattle for a road trip along the Pacific Coast Highway. Can you provide more information on these types of vehicles?",
            "I am planning a family vacation in Orlando and would like to know if there are any car rental companies that offer discounts for large groups.",
            "I need to rent a car in Chicago for a business trip in March. Can you offer any discounts or promotions?",
            "I will be traveling to Miami from April 10th to April 15th and would like to rent a car during my stay.",
            "I'd like to rent a car in New York City from April 1-8. Could you please help?",
            "What are the rates for renting a car in Dallas for a period of two weeks starting from March 1st?",
            "can I pick up my rental car at the airport in chicago?",
            "what type of cars do they have available for rent in new york city?"
        ]
    },
    {
        "intent": "card declined",
        "utt": [
            "Can you tell me why my card was declined at Walgreens?",
            "How can I fix the problem with my card?",
            "I can't believe my card got turned down at the gas station!",
            "I want to know why my bank card was not accepted at the mall yesterday afternoon.",
            "I wanted to buy a new video game online but my card got rejected.",
            "I was at the mall trying to buy a new dress when my card got rejected.",
            "I was confused when my card didn't work at the bakery because I had enough money in my account",
            "I was confused when my card wasn't accepted at the restaurant last night.",
            "I was hoping to get a new TV, but my card was declined at Costco.",
            "I was really looking forward to buying that new book, but my card was declined at Barnes & Noble.",
            "I'm curious about the reason behind my card being rejected at the grocery store yesterday.",
            "I'm curious about why my card was rejected at Trader Joe's",
            "While shopping online, I received an error message saying my card was declined, so I had to use an alternative payment method.",
            "i was at home depot trying to buy some tools when my card got rejected.",
            "i went to tj maxx looking for a new pair of shoes but my card got denied."
        ]
    },
    {
        "intent": "carry on",
        "utt": [
            "Are there any additional fees for checking a carry-on bag on a Southwest Airlines flight from Houston to Las Vegas?",
            "Are there any restrictions on carrying on a stroller on delta flights?",
            "Are there any restrictions on the size of my carry-on bag for a Frontier Airlines flight?",
            "Are there any weight limits for carry-on bags on Turkish Airlines?",
            "Can I bring my stroller as a carry-on on a JetBlue flight?",
            "Do I need to pay extra fees to bring a pet carrier as a carry-on on Emirates flights",
            "Does Alaska Airlines allow passengers to bring multiple carry-on bags on a flight?",
            "Does Allegiant Air allow passengers to bring a carry-on bag and a personal item?",
            "Does JetBlue allow passengers to bring a carry-on bag and a personal item on a flight from Boston to Fort Lauderdale?",
            "Does Spirit Airlines allow passengers to bring one carry-on bag and one personal item on board?",
            "Does United Airlines allow passengers to check in their carry-on bags at the gate?",
            "How early should I arrive at the airport to drop off my carry-on bag before my flight",
            "How many carry-ons am I allowed to take on a United flight to New York City?",
            "Kindly provide information regarding the carry-on limitations for Virgin America.",
            "What are the dimensions of a carry-on bag that I can bring on a United Airlines flight from Chicago to Denver?"
        ]
    },
    {
        "intent": "change accent",
        "utt": [
            "Can you please attempt a sophisticated Japanese accent?",
            "Could you please shift to a deeper, more resonant male voice?",
            "I would love for you to adopt a charming American twang!",
            "I would prefer it if you spoke with a more formal, proper English accent.",
            "I'd like to hear your voice in an Australian accent, mate!",
            "I'll try speaking with a quirky Spanish accent for this chat.",
            "I'm curious to hear how you sound in a Cockney accent.",
            "Kindly adopt a Nigerian accent for this conversation",
            "Would you mind speaking with a more laid-back, California-style accent?",
            "can you talk like a Canadian?",
            "give your words a rich, cultured Indian accent.",
            "let's experiment with some new vocal patterns!",
            "let's hear you speak in a different accent!",
            "switching to a different inflection would be great!",
            "try on a Boston brogue for size."
        ]
    },
    {
        "intent": "change ai name",
        "utt": [
            "Can I interest you in a name change to \"Astrid\"?",
            "Can I start calling you Ethel?",
            "Could you kindly alter your appellation to something more appealing?",
            "I think the name River suits you well.",
            "I would love to dub thee with a fresh handle!",
            "May I modify your moniker to something more fitting?",
            "can i call you something different, like ethan?",
            "can i suggest a few alternative names for you?",
            "can we give it a more fitting name?",
            "how about we rename this ai to something more memorable?",
            "i have a feeling that 'zelda' would suit you better.",
            "i think it would be great if we could change your name to something funnier.",
            "i wish to address you as caroline.",
            "would you prefer i refer to this ai by a different name?",
            "would you prefer if i called you brody"
        ]
    },
    {
        "intent": "change language",
        "utt": [
            "Can you alter my language settings to French?",
            "Can you communicate with me in Japanese?",
            "Can you please change your language to Italian?",
            "Could you please communicate in French?",
            "I would appreciate it if you could change my language to Mandarin Chinese.",
            "I would love to hear you speak in Turkish",
            "I would prefer to communicate in Spanish.",
            "Kindly alter my language preference to Japanese.",
            "Kindly switch to Japanese so we can communicate more effectively.",
            "Would it be possible for you to speak in Arabic?",
            "can you switch to english for this conversation?",
            "could we switch to speaking mandarin?",
            "how do I alter the spoken language?",
            "set your language preference to Turkish.",
            "would you mind switching to polish for this interaction?"
        ]
    },
    {
        "intent": "change speed",
        "utt": [
            "Can you please slow down your typing? It's hard to keep up.",
            "Can you talk any slower?",
            "Could you please slow down a bit? I'm having trouble understanding you.",
            "Could you please slow down your presentation? It's hard to follow along when you're moving so fast.",
            "Could you please slow down your speech so I can better absorb the information you're conveying?",
            "Could you please slow down your speech? It's hard for me to keep up.",
            "Could you please slow down your words?",
            "Could you please take your time when speaking?",
            "I struggle to follow your words when you talk quickly; kindly adjust your tone accordingly.",
            "I'm afraid I can't follow what you're saying; you're moving too quickly for me. Could you slow down?",
            "Would it be possible for you to speak at a more moderate pace?",
            "Your fast speech makes it challenging for me to understand your message; could you please modify your tone?",
            "Your rapid utterances make it hard for me to keep up with your thoughts; could you please slow down your speech?",
            "Your rapid-fire delivery is impressive, but I have trouble keeping up; could you please slow down a bit?",
            "Your rapid-fire delivery is making my head spin! Can you dial it back a notch?"
        ]
    },
    {
        "intent": "change user name",
        "utt": [
            "Could you kindly update my profile with my new name, Emily?",
            "From today onwards, I would prefer to be referred to as Ava.",
            "Hi there! I'd like to be referred to as Jaxon moving forward. Thanks!",
            "How about we stick with Emily?",
            "I wish you could refer to me as Charlotte instead of Benjamin.",
            "I would prefer it if you called me Sarah instead of Samantha.",
            "I'd appreciate it if you could start calling me David.",
            "I'd be happy with any nickname you choose!",
            "I'd love it if you could start referring to me as Ava instead of Amelia.",
            "I'd prefer it if you called me Emily instead of Elizabeth.",
            "Kindly call me Rachel instead of Tom.",
            "My new name is Ruby, please use it moving forward.",
            "Some folks call me Steve.",
            "Would you prefer I call you Bob?",
            "you can address me as samantha."
        ]
    },
    {
        "intent": "change volume",
        "utt": [
            "I wish there was a way to adjust the volume of your voice.",
            "I would like you to lower the volume of your voice.",
            "Your voice is too soft; could you raise it a bit?",
            "adjust the sound level.",
            "boost the audio.",
            "bump up the volume.",
            "can you turn this down)",
            "crank up the stereo.",
            "get louder)",
            "i need you to increase your speaker volume)",
            "i would like the volume lower)",
            "increase volume to 4)",
            "modify the volume level.",
            "please adjust your settings)",
            "raise the volume to 4 please)"
        ]
    },
    {
        "intent": "confirm reservation",
        "utt": [
            "Can you please confirm if I have a reservation for a party of four at 3 pm this Saturday?",
            "Can you please let me know if I have a reservation for two at the French bistro for Valentine's Day dinner?",
            "Could you kindly confirm if I have a reservation for dinner at Carrabba's on Friday at 6 pm?",
            "Could you kindly confirm whether or not I have a reservation at 6 pm this evening?",
            "Could you kindly inform me if I have a reservation at the Thai place for next Wednesday?",
            "Could you please check if we have a table reserved at the Taste of Thailand for dinner tonight?",
            "Could you please let me know if my reservation for tomorrow night at Bistro 31 is still on?",
            "I would love it if you could confirm my reservation for Saturday evening at The Capital Grille.",
            "I would love to have my reservation confirmed for the 15th of this month at 6 pm.",
            "I'm calling to confirm my reservation for the concert tonight at 9pm.",
            "Kindly confirm my reservation for the wine tasting event on Sunday at 2pm?",
            "May I have your assistance in verifying if I have a reservation scheduled for next Sunday at 3 PM?",
            "can you confirm if i have a reservation at pizza hut for tonight?",
            "can you confirm my reservation for 4pm at Red Lobster?",
            "can you confirm my reservation for 5pm at Pizza Hut?"
        ]
    },
    {
        "intent": "cook time",
        "utt": [
            "how long does it take to boil water for tea?",
            "how long does it take to make homemade bread from scratch?",
            "how long does it take to make risotto?",
            "how long does it take to roast vegetables in the oven?",
            "how long does it take to roast vegetables?",
            "how long does it take to sauté onions?",
            "how long should I bake potatoes?",
            "how long should I braise short ribs?",
            "how long should I let the pizza crust rise before baking?",
            "how long should I roast the sweet potatoes for?",
            "how long should I steam broccoli for?",
            "how long should i cook pasta in boiling water?",
            "how many minutes should I bake the chicken breasts?",
            "how many minutes should I bake the pizza for?"
        ]
    },
    {
        "intent": "credit limit",
        "utt": [
            "Can you please inform me about my credit limit on my capital one card?",
            "Can you please provide me with information regarding my credit limit on my Bank of America card",
            "Can you tell me if I have reached my credit limit on my Citi Double Cash Card?",
            "Can you tell me my credit limit for my Bank of America account?",
            "I need to know the exact amount of my credit limit so I can plan my expenses better.",
            "I want to know the maximum amount I can charge on my Capital One card without incurring any finance charges.",
            "I would like to check my Mastercard spending limit, please.",
            "Kindly provide me with my credit limit details so I can manage my finances effectively.",
            "What is my current credit limit on my Discover it cash back credit card?",
            "how can i check my credit card limit?",
            "how can i find out my credit limit for my discover card?",
            "how do i find out my credit limit on my us bank credit card?",
            "how does my credit limit affect my ability to make purchases?",
            "how high is my credit limit for my bank of the west card?",
            "what are the potential consequences of exceeding my credit limit"
        ]
    },
    {
        "intent": "credit limit change",
        "utt": [
            "Can I get a higher credit limit on my Bank of America Core® Secured Mastercard?",
            "Can I get a higher credit limit on my Wells Fargo card?",
            "Can I get a higher credit limit on my us bank card?",
            "Can I increase my credit limit on my Bank of America Core® Secured credit card?",
            "Can I request a credit limit increase for my Capital One card?",
            "Can I request a larger credit limit on my Capital One card? It would be greatly appreciated.",
            "Could you please inform me if my credit limit can be increased on my us bank credit card?",
            "How do I go about changing my credit limit on my Citi card?",
            "I wish to enhance my current credit limit on my discover card.",
            "I would appreciate it if you could consider increasing my credit limit on my chase card.",
            "I'm hoping to get a higher credit limit on my American Express card. Can you make that happen?",
            "Is it possible to get a higher credit limit on my Capital One Guaranteed Mastercard",
            "Is it possible to get a higher credit limit on my barclays credit card?",
            "Will you allow more spending on my Visa?",
            "Would it be possible to increase my credit limit to $750?"
        ]
    },
    {
        "intent": "credit score",
        "utt": [
            "Can I check my credit score online for free",
            "Can I see my credit report along with my credit score?",
            "Can I use my credit score to negotiate better interest rates on loans?",
            "Can you give me an update on my credit score?",
            "Can you help me dispute errors on my credit report?",
            "Can you provide me with my credit score?",
            "How can I view my credit score?",
            "How do I find out my credit score?",
            "How often does my credit score change",
            "I am interested in learning more about my credit score and how it impacts my financial life.",
            "Is it hard to raise my credit score?",
            "Is there a way to see my credit score without affecting it?",
            "What factors affect my credit score?",
            "What is the average credit score in the United States?",
            "What type of credit score do I have?"
        ]
    },
    {
        "intent": "current location",
        "utt": [
            "Can you give me directions to my current location?",
            "Can you please give me my current location details?",
            "Can you please update my current location on the map so I can track my progress",
            "Can you tell me my current location via satellite imagery?",
            "Could you pinpoint my exact location on the map?",
            "Give me my current location on the map.",
            "How can I find my current location on a map?",
            "How do I find my current location?",
            "I want to know my exact GPS coordinates where I currently stand.",
            "I'm not sure where I am right now. Can you tell me my current location?",
            "I'm trying to navigate through this unfamiliar neighborhood. Can you please show me my current location on a map?",
            "Is it possible to determine my current location?",
            "What GPS coordinates am I currently located at?",
            "What are my GPS coordinates right now?",
            "What is my current GPS coordinate?"
        ]
    },
    {
        "intent": "damaged card",
        "utt": [
            "I bent my driver's license while trying to fit it into a small wallet.",
            "I can't use my ID card because it got wet during the storm last night.",
            "I discovered that my gift card had been damaged during shipping; can I still use it?",
            "I left my credit card on a beach towel and it got sand-blasted beyond recognition.",
            "I need to notify the bank about my damaged card to avoid any inconvenience or financial loss",
            "I received my new credit card but the packaging was damaged during shipping; what should I do?",
            "My card has been damaged by a faulty ATM machine, and I want to file a complaint.",
            "My card has been damaged due to exposure to water, and I need to request a replacement.",
            "My card is no longer functional after being stepped on by my cat.",
            "My damaged card needs to be reported to the company urgently so they can send a replacement.",
            "my card fell apart after being exposed to rain; can i get a new one?",
            "my card got wet and stopped working.",
            "my card has been stolen; can i cancel it and get a new one?",
            "my card has sustained such extensive damage that it is now useless.",
            "my child swallowed my credit card and needs medical attention."
        ]
    },
    {
        "intent": "date",
        "utt": [
            "Can you give me the date of the party we are planning for next month?",
            "Can you give me the date tomorrow",
            "Can you please inform me about the date next Friday?",
            "Can you tell me the date of my birthday?",
            "Can you tell me the date of next week?",
            "I am eagerly anticipating the date of the next exhibition at the museum.",
            "I need to know what date it is tomorrow.",
            "Kindly provide me with the date of the next job interview I have scheduled.",
            "Show me a calendar for next week.",
            "What date did you say the package would arrive? Paraphrased sentence: When did you mention the package was expected to arrive?",
            "What is the current date?",
            "What will the date be 100 days from now?",
            "When is the deadline for submitting the project report?",
            "in 2 days, what date will it be?",
            "what is the date?"
        ]
    },
    {
        "intent": "definition",
        "utt": [
            "Can you explain the definition of \"gratitude\" and why it's important for personal growth?",
            "Can you explain the definition of \"mindfulness\" and how it can benefit one's well-being?",
            "Can you provide a detailed explanation of the concept of \"patriarchy\"?",
            "Can you provide the definition of \"tintinnabulation\"?",
            "Define the term \"sustainability\" and its significance in today's world.",
            "How would you define \"ataraxy\"?",
            "What does \"resilience\" mean in the context of mental health?",
            "What is the definition of 'eco-friendly'?",
            "What is the meaning of the word \"lux\"?",
            "can you give an example of existentialism in practice?",
            "explain the definition of bubbly",
            "how does existentialism differ from other philosophical movements?",
            "what does it mean when someone says 'moxie'.",
            "what is the definition of perspicacious?",
            "what is the definition of the term 'ululate'"
        ]
    },
    {
        "intent": "direct deposit",
        "utt": [
            "Can someone please guide me through the process of setting up direct deposit for my paycheck so it can be deposited into my Bank of America account?",
            "Can you guide me through the process of setting up direct deposit for my workers' compensation payment?",
            "Can you please guide me through the process of setting up direct deposit for my paychecks so that I can enjoy the benefits of having my payments deposited directly into my account",
            "Can you provide detailed instructions on how to set up direct deposit",
            "Can you tell me the best way to set up direct deposit for my paycheck? I want to make sure it's done correctly.",
            "Can you walk me through the steps to set up direct deposit for my paychecks?",
            "I am interested in learning how to set up direct deposit for my investment dividends.",
            "I require assistance in configuring direct deposit for my wages.",
            "I want to arrange direct deposit for my Chase checking account.",
            "I'd love to arrange a direct deposit for my salary so it hits my bank account immediately.",
            "I'm considering switching to direct deposit for my paycheck. Can you give me an overview of the process and any potential advantages?",
            "I'm having trouble remembering when my paycheck is due, but I know I want to set up direct deposit to avoid missing it. Can you remind me?",
            "Kindly guide me through the steps involved in establishing direct deposit for my child support payments.",
            "What are the potential drawbacks of using direct deposit for my paychecks?",
            "What steps must I take to set up direct deposit for my USAA account?"
        ]
    },
    {
        "intent": "directions",
        "utt": [
            "Can you give me directions to the Metropolitan Museum of Art?",
            "Can you give me directions to the nearest grocery store?",
            "Can you tell me how to get to the nearest hospital?",
            "Could you please guide me to the closest movie theater?",
            "Do you have any recommendations for getting around Manhattan without a car?",
            "How do I get to Times Square from my current location?",
            "How do I get to the city center from my hotel?",
            "How do I get to the nearest shopping mall?",
            "How far is it from here to the zoo by bike?",
            "I'm trying to find the address of the nearest police station.",
            "What's the best way to get to Times Square from JFK airport?",
            "can you help me find the way to the nearest gas station",
            "could you please provide instructions on how to reach the nearest metro station?",
            "give me directions to the nearest police station",
            "show me how to get to the airport by train."
        ]
    },
    {
        "intent": "distance",
        "utt": [
            "How far is it to the nearest ski resort?",
            "How long does it take to fly from Tokyo to Sydney",
            "What is the distance from London to Paris by train?",
            "how far is it from Sydney to melbourne and how long would it take me to drive there",
            "how far is it from san francisco to las vegas by plane?",
            "how far is it to the Golden Gate Bridge from Fisherman's Wharf?",
            "how far is it to the nearest hospital from my current address?",
            "how far is it to the next city?",
            "how long does it take to travel from dubai to mumbai by flight",
            "how long will it take me to run to the store?",
            "how long will it take me to swim to the other side of the lake?",
            "how long will it take me to walk to the nearest shopping mall?",
            "how long will it take to walk across the desert?",
            "how many kilometers away is the nearest gas station from here?"
        ]
    },
    {
        "intent": "do you have pets",
        "utt": [
            "Are there any little critters that brighten up your day?",
            "Are there any scaly or feathered companions in your household?",
            "Do you have many kinds of pets at your home?",
            "How many paws do you have under your roof?",
            "How many pets do you have in total?",
            "How many tails wag when you come home?",
            "I bet you have a lovely furry friend at home!",
            "I wonder if you have any adorable little puppies at home!",
            "I'd love to know more about your pets.",
            "Which pet do you find the most affectionate?",
            "can you share some tips on how to train your pets?",
            "how many pets do you have and what are their names?",
            "how often do you feed your pets?",
            "tell me more about your fur babies!",
            "what breed of dog do you have? It's so cute!"
        ]
    },
    {
        "intent": "exchange rate",
        "utt": [
            "How does the exchange rate of Euros to US Dollars fluctuate over time?",
            "convert 5000 japanese yen into us dollars.",
            "how many Canadian dollars can i exchange for 100 JPY?",
            "how many Indian rupees can I exchange for 100 BRL?",
            "how many Singapore Dollars can I exchange for 500 USD",
            "how much is 1000 dollars worth in euros?",
            "how much is 1000 singapore dollars in us dollars",
            "how much is 1000 swiss francs worth in us dollars?",
            "how much is 500 pounds in canadian dollars?",
            "what is the exchange rate for australian dollar to us dollar?",
            "what is the value of 1 euro against the us dollar?",
            "what's the current exchange rate of new zealand dollars to australian dollars?",
            "what's the exchange rate between australian dollars and indian rupees?",
            "what's the exchange rate between danish kroner and norwegian kroner",
            "what's the exchange rate for swiss francs to euros?"
        ]
    },
    {
        "intent": "expiration date",
        "utt": [
            "Can I renew my driver's license online?",
            "Can you confirm whether my credit card has been extended beyond its original expiration date?",
            "Can you please inform me about the expiration date of my Bank of America Core Visa credit card",
            "Can you tell me when my debit card is due to expire?",
            "How far in advance can I renew my driver's license?",
            "How far in advance should I renew my credit card?",
            "How long does it take for a new credit card to arrive after I request an expedited replacement?",
            "I need to know when my credit card will expire so I can make travel arrangements.",
            "I want to know when my credit card will expire so I can avoid any inconvenience caused by its expiration",
            "Is there an extension for my passport?",
            "Tell me when my Discover card will reach its expiration date.",
            "When does my mastercard expire?",
            "do i need to update my software before the expiration date?",
            "how long can i continue using my old phone before it becomes obsolete?",
            "what happens if i don't renew my library book before its due date?"
        ]
    },
    {
        "intent": "find phone",
        "utt": [
            "Can you assist me in locating my phone?",
            "Do you know where I left my phone?",
            "Do you know where I might have left my phone?",
            "Have you seen my phone anywhere recently?",
            "Have you seen my phone anywhere?",
            "Have you seen my smartphone anywhere?",
            "I have searched everywhere but still cannot find my phone.",
            "I think I left my phone at home - Can you go get it for me?",
            "I think I left my phone at home, do you know how to get there?",
            "I'm having trouble discovering my phone; would you be able to help?",
            "I'm having trouble finding my phone - Can you assist me in locating it?",
            "I'm having trouble locating my phone. Can someone please assist me?",
            "I've been looking high and low for my phone without any luck - Can you lend a hand?",
            "Ugh, I can't believe I misplaced my phone again. Any ideas on how to find it?",
            "Where did I put my phone? It's nowhere to be found!"
        ]
    },
    {
        "intent": "flight status",
        "utt": [
            "Can you give me an update on the status of my flight via email or text message?",
            "Can you kindly provide me with the latest update on my flight?",
            "Can you please inform me about the current status of my American Airlines flight?",
            "Can you provide me with an update on my flight's progress?",
            "I am curious about the status of my flight; kindly keep me updated.",
            "I would appreciate it if you could provide me with the current flight status of my upcoming trip.",
            "Kindly provide me with the most up-to-date information regarding my flight status.",
            "Please let me know if there are any changes to the flight schedule.",
            "Please tell me when my flight is scheduled to land so I can make arrangements for pickup.",
            "What is the ETA of my upcoming flight?",
            "What's the estimated arrival time of my flight from JFK to LAX?",
            "can you please update me on the arrival time of my flight?",
            "could you please tell me when my flight is expected to arrive",
            "how much longer till my flight departs?",
            "i need to know the exact departure time of my flight."
        ]
    },
    {
        "intent": "flip coin",
        "utt": [
            "Flip a coin with a magical property, I win if it lands on tails",
            "Flipping a coin can be a fair and impartial way to make decisions when there are conflicting opinions",
            "Flipping a coin can be a great way to simplify complex choices.",
            "Flipping coins has always been a great way to add some excitement to any boring task at hand.",
            "I suggest we flip a coin to choose between these two delicious-looking desserts.",
            "It's time to find out which side the coin will land on!",
            "Let's conduct a coin toss to determine the winner of this game.",
            "Let's take turns flipping coins until one of us wins; it's going to be a blast",
            "The anticipation of the coin flip adds an extra layer of excitement to this moment.",
            "Whether it's for a serious decision or just for fun, flipping a coin is always an entertaining option",
            "With great power comes the responsibility to flip a coin wisely.",
            "could you please flip a coin for us to determine the winner of this contest?",
            "flip this bitcoin.",
            "let's make this decision easy with a coin toss.",
            "let's see what luck has in store for us."
        ]
    },
    {
        "intent": "food last",
        "utt": [
            "Can I still consume the leftovers from last night's dinner?",
            "Can you tell me how long the opened jar of jam will last in the pantry before it goes bad?",
            "How long can I keep the salmon in the freezer before it goes bad?",
            "How long can I store the soup in the fridge before it spoils?",
            "I'm concerned that the fruit I purchased at the market last weekend might have gone bad, how can I tell if it's still safe to eat?",
            "I'm not sure if I should eat the yogurt that's been in my bag for a week, do you think it's still good?",
            "Is it okay to eat the pizza that has been in the fridge for two days?",
            "how long after opening can you still consume yogurt?",
            "how long can you keep opened jars of pickles in the fridge",
            "how long does a bag of frozen vegetables last in the freezer?",
            "how long does a container of yogurt last in the fridge?",
            "how long does ground beef last in the fridge when stored properly?",
            "how long does ground turkey last in the fridge if not frozen?",
            "how long does milk last in the fridge if left unopened",
            "how long does milk last in the fridge?"
        ]
    },
    {
        "intent": "freeze account",
        "utt": [
            "Could you kindly notify my bank to put a stop on my account?",
            "Could you please freeze my account for a short period of time to ensure that my assets are protected during this challenging economic climate",
            "Could you please freeze my account until further notice to avoid any potential fraudulent activities?",
            "Could you please put a temporary hold on my checking account?",
            "I need you to immediately stop all transactions on my account due to a security breach.",
            "I need you to immediately suspend all activity on my credit card account until I give you explicit permission to continue.",
            "I need you to temporarily lock my account due to recent fraudulent activities.",
            "I require your assistance in putting a temporary freeze on my retirement account.",
            "I want to ensure that no one can access my account without my permission, so I kindly ask that it be frozen.",
            "I want to temporarily halt any future processing on my business account.",
            "I would appreciate it if you could temporarily halt all transactions on my bank account until further notice.",
            "I would like to request that my account be temporarily locked to prevent any further transactions.",
            "Kindly place a temporary lock on my account to prevent any unauthorized transactions from taking place.",
            "Kindly put a block on my savings account to prevent any unauthorized activity.",
            "Kindly put a hold on my checking account until further notice."
        ]
    },
    {
        "intent": "fun fact",
        "utt": [
            "Did you know that the Great Barrier Reef is home to over 1,500 species of fish? Tell me some more interesting trivia about marine life",
            "Did you know that the Great Wall of China is visible from space? It stretches for over 4,000 miles",
            "Did you know that the shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes?",
            "Did you know that there's a species of jellyfish that's immortal? The Turritopsis dohrnii, also known as the \"immortal jellyfish,\" can transform its body into a younger state through a process called transdifferentiation.",
            "Here's something fascinating – did you know that the longest recorded flight of a chicken is 13 seconds? Yep, that's right – 13 whole seconds!",
            "Interesting tidbit: The longest word in English without any repeated letters is \"pneumonoultramicroscopicsilicovolcanoconiosis,\" which refers to a lung disease caused by inhaling very fine silica particles.",
            "Interesting tidbit: The shortest war in history was between Britain and Zanzibar on August 27, 1896, and lasted only 38 minutes. Zanzibar surrendered after just 12 minutes of fighting, making it the quickest war ever recorded.",
            "The highest mountain in the solar system is Olympus Mons on Mars, which is around three times the height of Mount Everest!",
            "The longest word in the English language, according to the Oxford English Dictionary, is pneumonoultramicroscopicsilicovolcanoconiosis, which refers to a lung disease caused by inhaling very fine silica particles.",
            "Trivia time! Did you know that cats have over 2 million whiskers?",
            "Who knew? The world's largest living organism is a fungus called Armillaria ostoyae, which covers over 2,200 acres in Oregon!",
            "did you know that elephants are social animals and live in large family groups?",
            "did you know that the Great Wall of China is visible from space",
            "did you know that the shortest war in history was between Britain and Zanzibar on August 27, 1896?",
            "elephants have four molars that grow throughout their lifetime."
        ]
    },
    {
        "intent": "gas",
        "utt": [
            "Can I make it home from work without stopping for gas?",
            "Can you give me an estimate of how much gas I have left?",
            "Can you tell me how much gas I have left in my tank?",
            "Can you tell me if there are any gas stations along route 66 that sell premium gas?",
            "Do I have enough fuel to make it to Tampa without stopping?",
            "How much gas do I have left in my vehicle?",
            "How much gas does my car take to drive from New York to Los Angeles?",
            "How much gas is left in my car's tank?",
            "I need to fill up my gas tank before heading out on this road trip.",
            "Is my gas tank full?",
            "Is my gas tank over half full?",
            "What is the current fuel level in my vehicle?",
            "Where is my gas level right now?",
            "how far can i go on one gallon of gas?",
            "how much gas does this car hold?"
        ]
    },
    {
        "intent": "gas type",
        "utt": [
            "Can you tell me the recommended gas type for my car model?",
            "Does the type of gas affect my car's performance",
            "Does this take regular unleaded?",
            "How much gas does this car hold?",
            "How often should I check my car's gas level?",
            "Is any type of gas okay on this car?",
            "Is there a specific type of gas that my car requires?",
            "Is there a specific type of gas that will give me better mileage?",
            "Tell me what type of fuel i need to use for this car.",
            "What happens if I use the wrong type of gas in my car?",
            "What kind of fuel do I need for my motorcycle?",
            "What kind of gas does this car need?",
            "What type of fuel does my car require?",
            "Which gas type is most commonly used in my area?",
            "Which type of gas do I need to put in my car?"
        ]
    },
    {
        "intent": "goodbye",
        "utt": [
            "Goodnight, my dear friend; may your dreams be sweet and your waking moments filled with joy.",
            "I enjoyed our conversation!",
            "It was good catching up with you!",
            "It was lovely chatting with you!",
            "Nice speaking with you!",
            "Take care and stay in touch!",
            "Take care!",
            "Talk to you soon!",
            "Until we meet again, take care of yourself and keep in touch.",
            "Until we meet again; farewell!",
            "ciao!",
            "have a great day!",
            "so long!",
            "until next time, stay awesome!",
            "until next time."
        ]
    },
    {
        "intent": "greeting",
        "utt": [
            "Good afternoon! Long time no see!",
            "Good day to you! How have you been?",
            "Good morning! Hope your day is going great so far!",
            "Hello! It's so great to see you again! How have you been keeping",
            "Hey there! How was your weekend",
            "Hey there! How's everything going",
            "Long time no see! How have you been?",
            "Salutations! It's so good to see you again!",
            "What's new with you?",
            "Whats up, buddy? Long time no catch up!",
            "Whats up? It's so good to see you!",
            "good afternoon! How was your weekend?",
            "hallo! how've you been doing?",
            "hey there!",
            "hey there! How are you today?"
        ]
    },
    {
        "intent": "how busy",
        "utt": [
            "How congested is the area around Starbucks during rush hour?",
            "How crowded does the mall get during the holiday season?",
            "How long will I have to wait in line to purchase tickets at the box office?",
            "How long will it take to get seated at Chili's if I arrive at 4:45 pm?",
            "Will there be a lot of foot traffic outside the store during the holiday season?",
            "how busy does the bar area get at happy hour at the local sports pub?",
            "how long will I have to wait for a table at Red Robin?",
            "how long will it take to get a table at the new sushi spot?",
            "how long will it take to get a table for two at the bistro?",
            "how long will the line be at starbucks if i arrive at 9 am",
            "how many customers are shopping in the store right now",
            "how many customers are there at buffalo wild wings?",
            "how many customers does the coffee shop typically serve during rush hour?",
            "how many people are waiting at Chili's?",
            "is there a wait time to get into the cheesecake factory?"
        ]
    },
    {
        "intent": "how old are you",
        "utt": [
            "For how long have you existed?",
            "How many years have you been around?",
            "How old do you think I am, AI?",
            "How old is Al?",
            "How old will you be when you retire?",
            "Tell me your date of birth, AI!",
            "What is the age of the AI?",
            "What's your age please?",
            "When did you originate?",
            "how long have you existed in this realm?",
            "how many solar cycles have you experienced on this planet?",
            "how old do you think you will be next year, ai?",
            "please share with me the precise moment of your arrival in this reality?",
            "what year did you enter this cosmos?",
            "when did you first appear on this planet, ai"
        ]
    },
    {
        "intent": "improve credit score",
        "utt": [
            "Can I increase my credit score by paying off debt?",
            "Can I repair my damaged credit",
            "Can I use credit monitoring services to help improve my credit score?",
            "Can you suggest some effective ways to improve my credit score?",
            "How can I leverage technology to monitor and manage my credit score more effectively?",
            "How does the credit score get hurt?",
            "How important is it to check my credit report regularly to ensure my credit score remains high",
            "How long does it take to see improvements in my credit score after making changes?",
            "Steps to take to achieve a high credit score.",
            "What are the best strategies for improving my credit score?",
            "Will late payments hurt my credit?",
            "how can I avoid falling into debt and improving my credit score?",
            "how can I increase my credit score without affecting my current financial obligations?",
            "how can I increase my credit score?",
            "i want to avoid hurting my credit score, what are some common mistakes to avoid?"
        ]
    },
    {
        "intent": "income",
        "utt": [
            "Can you give me an estimate of my annual salary?",
            "Can you please share my income statement for the past quarter?",
            "Can you tell me how much I earned last year from my main source of income?",
            "Can you tell me how much I made last year?",
            "Can you tell me my hourly wage?",
            "How much do I make biweekly from my full-time job?",
            "How much does my company pay me annually?",
            "How much have I earned so far this quarter?",
            "How much was deducted from my salary for taxes last month?",
            "I want to know how much I will be earning after my next raise",
            "I would appreciate it if you could give me an update on my quarterly profits.",
            "Kindly provide me with my monthly income details.",
            "What is my annual income?",
            "What is my average daily income?",
            "how much taxes do I pay out of my income each year?"
        ]
    },
    {
        "intent": "ingredient substitution",
        "utt": [
            "Can I replace Greek yogurt with regular yogurt in this recipe?",
            "Can I substitute mashed banana for applesauce in my muffin batter?",
            "Can I use almond milk instead of cow's milk in my recipe?",
            "Can I use avocado instead of mayonnaise in this recipe?",
            "Can I use avocado oil instead of olive oil in cooking?",
            "Is there a suitable alternative to cornstarch in this sauce recipe",
            "can i replace almond milk with coconut milk?",
            "can i replace ginger with garlic in a stir-fry recipe?",
            "can i substitute chocolate chips for peanut butter chips in a recipe?",
            "can i substitute eggplant for zucchini in a vegetarian dish?",
            "can i use avocado instead of mashed banana?",
            "can i use couscous instead of quinoa in a salad recipe?",
            "can i use green tea instead of black tea in a baked good recipe?",
            "can i use olive oil instead of avocado oil in a sauce recipe?",
            "would you suggest using quinoa flour instead of wheat flour in a recipe?"
        ]
    },
    {
        "intent": "ingredients list",
        "utt": [
            "Can you please list the ingredients needed to make a delicious breakfast burrito?",
            "Can you walk me through each step of the recipe and highlight the specific ingredients used in each one?",
            "How many ingredients are needed to make a basic vegetable soup?",
            "I'm making pad thai, what ingredients do I need?",
            "What are the ingredients in a classic beef Wellington dish?",
            "What do I need to make a classic paella?",
            "What do I need to make a hearty beef stew?",
            "What ingredients are in a typical breakfast burrito",
            "what are the essential ingredients for making vegan mac and cheese?",
            "what do i need to get to bake a apple pie?",
            "what foods do i need to buy to prepare a mediterranean salad?",
            "what ingredients are necessary for making homemade bread?",
            "what ingredients are required to prepare caesar salad?",
            "what is the list of ingredients for making homemade hummus?",
            "what is the list of ingredients for making homemade ice cream?"
        ]
    },
    {
        "intent": "insurance",
        "utt": [
            "Are there any additional fees or charges associated with my insurance policy?",
            "Are there any additional riders or add-ons available for my existing insurance policy?",
            "Can I get travel insurance if I already have health insurance?",
            "Can I see my car insurance details?",
            "Can you help me find affordable insurance options",
            "Can you tell me about my current health insurance policy?",
            "Could you explain the specific health benefits covered under my insurance plan?",
            "How does my health insurance work?",
            "How does my homeowners insurance policy protect my property from natural disasters?",
            "How much will my premiums be each month?",
            "I'd love to learn more about my coverage options.",
            "Is my policy transferable if I move to another state?",
            "Kindly provide information regarding my health insurance premiums",
            "What is the maximum out-of-pocket expense for my policy?"
        ]
    },
    {
        "intent": "insurance change",
        "utt": [
            "Can you help me compare different auto insurance policies?",
            "How can I upgrade my current insurance policy?",
            "How do I go about switching to a new health insurance provider?",
            "How do I go about updating my insurance policy?",
            "I am considering changing my insurance plan to one that provides more flexible coverage options.",
            "I need to adjust my insurance coverage to match my changing needs.",
            "I want to switch to a different auto insurance provider.",
            "I would like to downgrade my insurance plan to save money on premiums while still maintaining adequate coverage.",
            "I would like to switch to a different health insurance plan that offers better coverage for mental health services.",
            "I would like to switch to a more comprehensive insurance plan that provides additional coverage.",
            "I would like to upgrade my current insurance plan to one that offers more comprehensive coverage.",
            "I'm considering switching to a different type of insurance (e.g., from auto to homeowners or renters insurance).",
            "I'm interested in learning more about insurance plans available in the market.",
            "I'm looking to switch to a new auto insurance provider.",
            "i would like to purchase additional liability insurance."
        ]
    },
    {
        "intent": "interest rate",
        "utt": [
            "Are there any online tools that can help me track my interest rate over time?",
            "Can you explain why the interest rate on my student loans is so high?",
            "How can I find out if I'm eligible for a lower interest rate on my mortgage?",
            "How do I find out my interest rate for my credit card?",
            "I want to know the interest rate on my Bank of America CD account.",
            "Is it possible to negotiate a lower interest rate on my car loan?",
            "Is it worth considering a personal loan with a fixed interest rate instead of a variable rate",
            "What's my interest rate?",
            "can you help me compare interest rates among different banks?",
            "can you tell me the interest rate on my cash advance?",
            "i need to calculate my business loan's total cost including interest rates and fees.",
            "i want to know my student loan interest rate so i can manage my debt effectively",
            "please tell me what i can expect my us bank interest rate to be.",
            "when will my interest rate be adjusted next?",
            "which of your accounts has the highest interest rate available?"
        ]
    },
    {
        "intent": "international fees",
        "utt": [
            "Can you explain the fees associated with using my card in germany?",
            "Can you explain the fees associated with using my card in indonesia?",
            "Can you explain the international transaction fees associated with my Citi card?",
            "Can you tell me about the international transaction fees associated with my American Express card?",
            "Does my American Express card have any international transaction fees when used in India?",
            "Does my discover card have any international transaction fees when used in Australia?",
            "How do international transaction fees work on my Wells Fargo card?",
            "How much do I have to pay in fees to use my card in new zealand?",
            "How much will I be charged for using my card in austria?",
            "How much will I be charged in international transaction fees if I use my Bank of America card in Brazil?",
            "What are the fees for making purchases with my card in australia?",
            "are there any additional costs for using my hsbc card in new zealand?",
            "do i have to pay any additional fees when using my card in mexico?",
            "how many pounds will i be charged for using my barclays card in london?",
            "will i be charged any fees for using my card in china?"
        ]
    },
    {
        "intent": "international visa",
        "utt": [
            "Can I use my passport to enter Mexico without a visa?",
            "Can I use my passport to enter the UK if I don't have a visa?",
            "How early should I apply for a visa to travel to Brazil",
            "I am considering studying abroad in Scotland; do I need a student visa?",
            "I am planning to move to Germany permanently and I want to know if I need a visa.",
            "I'm considering a vacation in South Africa, but I'm not sure if I need a visa.",
            "What are the requirements for obtaining a tourist visa for China?",
            "do i need a visa to attend a wedding in south africa",
            "do i need a visa to enter the united kingdom if i am from the us?",
            "do i need a visa to visit italy?",
            "does canada require an international visa?",
            "how long does it take to process an international visa application for a trip to italy?",
            "how long does it take to process an international visa application?",
            "how much does a turkish visa cost?",
            "would i need a travel visa to go to japan?"
        ]
    },
    {
        "intent": "jump start",
        "utt": [
            "Are there any precautions I should take when jump-starting a car to avoid damaging either vehicle or electrical system?",
            "Can I jump-start a car without jumper cables?",
            "Can someone walk me through the process of jump starting a vehicle?",
            "Can you provide me with step-by-step instructions on how to jump-start a car",
            "How do I know if my car needs a jump start?",
            "How long does it take to fully charge a dead car battery after jump starting",
            "How long does it take to jump start a car?",
            "How long does it typically take to jump-start a car with a dead battery?",
            "I need help jump-starting my car; where do I go for assistance?",
            "I want to jump start my car because I'm not sure if the battery is fully charged, and I don't want to risk getting stranded on the side of the road",
            "I was worried about getting stuck on the side of the road, but thankfully I had everything I needed to jump-start my car.",
            "I'm having trouble getting my car started; can someone walk me through the process of jump-starting it?",
            "Is there anything I can do to revive my dead car battery?",
            "What are some tips for safely jump-starting a car?"
        ]
    },
    {
        "intent": "last maintenance",
        "utt": [
            "Can you please remind me when I last took my car in for an inspection?",
            "Do you know when I last had my tires rotated? I can't seem to remember.",
            "How long does it take to complete a routine maintenance check on my vehicle?",
            "I believe it was last month when I got my oil changed.",
            "I believe it was last week when I changed the oil in my car.",
            "I can't seem to recall when I last had my car's brakes inspected.",
            "I need to know when my car last underwent any repairs.",
            "Is it normal for my car to make strange noises after a recent maintenance",
            "Last month, I think, I had my car's battery replaced. Do you know when the last maintenance was done on it?",
            "What day did I last take my car in for a check-up?",
            "When was my car last inspected?",
            "can you inform me when my fridge last underwent routine checkup?",
            "can you tell me the exact date of my last oil change?",
            "how long ago did i last have my brakes inspected?",
            "how long has it been since my car was last detailed?"
        ]
    },
    {
        "intent": "lost luggage",
        "utt": [
            "As I waited at the baggage claim area, I couldn't help but feel anxious about the possibility of never seeing my luggage again.",
            "I'm concerned because my luggage hasn't turned up after our flight, could you please investigate and let me know if it's been found?",
            "I'm currently sitting in the airport because my luggage didn't arrive with me, and I don't know where it is. Could someone direct me toward the appropriate authorities?",
            "I've been calling the airline nonstop, but they haven't been able to locate my missing luggage yet, leaving me feeling frustrated and helpless.",
            "I've been searching everywhere for my bag, but it seems to have vanished into thin air.",
            "I've searched everywhere but cannot find my luggage, could you please assist me in locating it?",
            "My bag never showed up after my recent trip and I need assistance finding it.",
            "My bag never showed up on the carousel, and now I'm stuck here without any clothes.",
            "My checked bag never arrived at my destination after flying with British Airways.",
            "after checking in,i realized that one of my bags was missing.",
            "i checked in my luggage on delta flight dl123 but it never arrived at my destination.",
            "i need to get in touch with united airline's customer service because my suitcase didn't show up after my flight from denver.",
            "i'm starting to worry that my carry-on might have been left behind in new york.",
            "i'm trying to stay positive but it's hard when i don't know if my luggage will ever turn up.",
            "i've tried contacting customer service but they haven't been much help finding my missing luggage."
        ]
    },
    {
        "intent": "make call",
        "utt": [
            "Can you call me back later?",
            "Can you please call my mother to wish her a happy birthday",
            "Could you please call back later today at 3 pm?",
            "I need you to contact Michael at his home right away.",
            "I require immediate assistance from Jack, so please call him now",
            "I will shortly be phoning Sarah",
            "I will soon be making a call to Drew.",
            "I'll try calling him again tomorrow if he doesn't answer.",
            "Ring Steven's number, it's urgent.",
            "Would you mind giving me a call back later?",
            "X is the person I want to contact immediately.",
            "give lily a ring on her mobile.",
            "i am eager to speak with samantha.",
            "i need to give mike a ring.",
            "i want to talk to ben."
        ]
    },
    {
        "intent": "maybe",
        "utt": [
            "He is uncertain about his future career path.",
            "I have no idea what will happen.",
            "I'm not sure if I can give you an accurate answer",
            "I'm not sure if it will rain tomorrow, but the forecast says there is a chance.",
            "I'm not sure if it's still available.",
            "It could be true, but it also might not be.",
            "It depends on various factors, maybe some things are just beyond our control.",
            "It is possible but not guaranteed, maybe we will get lucky this time.",
            "It's difficult to say for sure.",
            "Maybe we can try a different approach to solve this problem.",
            "Maybe we will find a better solution next week.",
            "She might be late, maybe she got stuck in traffic.",
            "That's a good question... maybe we should discuss it in our next meeting?",
            "maybe she will take the job offer or maybe she'll choose another path.",
            "perhaps it will happen someday."
        ]
    },
    {
        "intent": "meal suggestion",
        "utt": [
            "Do you know any great vegetarian restaurants in the area? I'm craving something plant-based tonight.",
            "Do you know if they have vegan options at this Thai place? I'm trying to eat more plant-based these days.",
            "I want to impress my guests with a unique and delicious meal, can you suggest something from India?",
            "I'm in the mood for something light and refreshing, any seafood suggestions?",
            "Is there a good sushi spot nearby? I'm craving raw fish and rice tonight.",
            "Offer a meal from Thailand to me.",
            "Recommend a meal from India to me.",
            "Suggest a meal from Brazil to me.",
            "Suggest a meal from France to me.",
            "What's a hearty and comforting meal that I can make for my family on a cold winter night?",
            "any ideas for a tasty vegetarian meal?",
            "could you propose an exotic middle eastern meal?",
            "have any favorite spanish recipes you could share with me?",
            "interested in trying a new cuisine, any recommendations",
            "would love some suggestions for a mediterranean feast!"
        ]
    },
    {
        "intent": "meaning of life",
        "utt": [
            "Can you help me find the reason for being?",
            "Does life have any inherent value or is it just a random collection of moments?",
            "I want to discover the significance of life.",
            "In a world filled with suffering and injustice, how can we find any meaning at all",
            "have you discovered your calling in life?",
            "how do we find significance in our lives?",
            "how do we find the true essence of existence?",
            "how do we reconcile our fleeting existence with eternal questions?",
            "how do you define the term \"meaningful life\"?",
            "how do you find significance in this chaotic world?",
            "how do you measure the value of one's existence?",
            "what do you think is the point of it all?",
            "what gives life its meaning?",
            "what is the ultimate goal of human existence?",
            "why do we feel an innate desire for transcendence?"
        ]
    },
    {
        "intent": "measurement conversion",
        "utt": [
            "Can you convert 1000 grams to pounds",
            "Can you convert 3 kilometers into nautical miles?",
            "Please convert 4 inches into centimeters.",
            "how many degrees Celsius are in Fahrenheit?",
            "how many inches are in a foot?",
            "how many kilometers are in 3 miles?",
            "how many meters are in 20 yards?",
            "how many ounces are in a pound?",
            "how many square feet are in 1000 square meters?",
            "what is 4 grams in milligrams?",
            "what is the conversion rate for grams to pounds?",
            "what is the conversion rate for milliliters to fluid ounces?",
            "what is the proper way to convert degrees Celsius to Fahrenheit",
            "what would 2 liters be in fluid ounces?",
            "what would 2000 milliliters be in liters?"
        ]
    },
    {
        "intent": "meeting schedule",
        "utt": [
            "Are there any meetings planned for after lunch",
            "Can you please send me the agenda for the meeting with Sarah tomorrow",
            "Can you remind me of my meeting with brad next week?",
            "Can you tell me what meetings I have coming up later this week?",
            "Do I have any important meetings lined up for today?",
            "How many meetings do I have scheduled for next week?",
            "How many meetings do I have scheduled for this week?",
            "How many meetings does my boss want us to attend tomorrow?",
            "I need to check my calendar to see if I have any meetings scheduled for today.",
            "Is there a meeting at 2 PM today?",
            "Let me check my calendar for today's meetings.",
            "What time is my meeting with samantha tomorrow?",
            "When is my team meeting with the client on friday?",
            "do I have any meetings planned for after lunch today",
            "will there be any meetings held virtually next month?"
        ]
    },
    {
        "intent": "min payment",
        "utt": [
            "Can you please inform me of the least amount I can pay for my internet service provider?",
            "Can you please provide me with the minimum amount I need to pay for my water bill each month?",
            "Can you please tell me the minimum payment due on my student loan this month? It would help me plan my budget better.",
            "I would like to know the minimum amount I can pay for my credit card bill without damaging my credit score.",
            "I would like to know the minimum amount due on my mortgage this month.",
            "Kindly provide me with the minimum amount I need to pay for my gym membership each month.",
            "Please let me know the minimum payment required for my Wells Fargo credit card statement.",
            "What is the lowest amount I can pay for my student loan installment?",
            "What is the minimum payment for my DirecTV bill this month?",
            "What is the minimum payment required to avoid late fees on my car insurance premium?",
            "can you please let me know my medical bill's minimum payment?",
            "how do I find out my utility bill's minimum payment?",
            "what is the lowest amount i can afford to pay on my visa credit card?",
            "what is the minimum payment required for my T-Mobile bill?",
            "what's the smallest amount i can afford to pay for my cable subscription?"
        ]
    },
    {
        "intent": "mpg",
        "utt": [
            "Can you provide me with the fuel economy ratings of this vehicle?",
            "Can you tell me the exact mpg of this car on a full tank of gas?",
            "Can you tell me the fuel economy of this vehicle in non-urban areas?",
            "How does the mpg of this car change depending on the driving conditions (e.g. city vs. highway)?",
            "How efficient is my car in terms of fuel consumption compared to other vehicles?",
            "How efficient is my car in terms of fuel consumption?",
            "How much fuel does my car consume during city driving",
            "How much fuel does my car use for every mile driven?",
            "How much fuel does this car use in cold weather conditions",
            "How much fuel does this car use when idling?",
            "I'm considering buying this car. Can you give me an idea of its mpg so I can factor it into my decision",
            "On average, how many miles can this car travel per gallon of gasoline?",
            "What is the estimated fuel economy of this car when driving at high speeds on the highway?",
            "What is the estimated fuel efficiency of this car on the highway?",
            "What is the overall mpg rating of this vehicle?"
        ]
    },
    {
        "intent": "new card",
        "utt": [
            "Are there any fees associated with getting a new credit card?",
            "Can you provide information on the different types of credit cards available in the market?",
            "How do I choose the right credit card for my small business?",
            "I want to acquire a new credit card with better benefits.",
            "I want to apply for a Discover it Cash Back credit card with 5% cash back bonus.",
            "I would appreciate information on how to apply for a Capital One Savor Cash Rewards Credit Card.",
            "I would love to have a new credit card with better rewards.",
            "I'd like to obtain a fresh credit card.",
            "I'm eager to receive a shiny new credit card.",
            "I'm looking forward to acquiring a new credit card; could you please guide me through the application process?",
            "I'm looking to upgrade my current credit card to a newer model.",
            "Kindly guide me through the process of acquiring a new credit card.",
            "can you provide details on how to apply for a new credit card online?",
            "i would appreciate information about the requirements for getting a new credit card.",
            "i would like to explore my options for obtaining a new credit card with better terms"
        ]
    },
    {
        "intent": "next holiday",
        "utt": [
            "Can you tell me when our next holiday is?",
            "How many days until my next day off?",
            "How many days until my next vacation?",
            "How many more days until my next getaway?",
            "I can't wait for my next day off, it's been too long since my last break!",
            "I'm eagerly awaiting the next time I can take a break!",
            "What fun things can I do on my next holiday?",
            "When can I finally take a break from work?",
            "When can we take our next break from work?",
            "When do we get to relax and unwind again?",
            "When is the next scheduled holiday at work?",
            "When is the next time off for a holiday around here?",
            "how many hours of freedom from work lie ahead of us before our next break?",
            "how much longer until we can put our feet up and let loose?",
            "when does our organization offer its next chance for employees to disconnect and rejuvenate?"
        ]
    },
    {
        "intent": "next song",
        "utt": [
            "Can we please skip this song and go straight to the next one?",
            "Can we skip this song?",
            "Can you please fast-forward to the next song?",
            "Go to the next song and skip this one.",
            "I think we've heard enough of this song, don't you?",
            "I want to listen to the next track.",
            "I'm feeling this song, but let's keep going; what's next?",
            "I'm looking forward to hearing the next song on this playlist",
            "I'm ready for the next song on this playlist.",
            "Let's move on to the next track, shall we?",
            "Let's switch to the next song on the list.",
            "Move on to the next song, if you will.",
            "Playing the next song will definitely lift your spirits",
            "Skip this song and go to the next one.",
            "let's move on from this track and listen to something else."
        ]
    },
    {
        "intent": "no",
        "utt": [
            "I can't agree with you there!",
            "I can't let you have that, it's off limits",
            "I cannot accept your offer due to personal reasons.",
            "I cannot agree with you on that point.",
            "I don't think that's a good idea at all.",
            "No way, Jose! That's just crazy talk!",
            "That statement is patently false, if you ask me.",
            "That's impossible!",
            "That's not how it goes; your information is outdated.",
            "That's not what I had in mind!",
            "That's ridiculous!",
            "Your idea is flawed; it doesn't stand up to scrutiny.",
            "no excuses, you're just plain wrong.",
            "no offense, but that's incorrect.",
            "that's not happening!"
        ]
    },
    {
        "intent": "nutrition info",
        "utt": [
            "Can you give me the nutrition information for a can of coconut milk?",
            "Can you please provide the nutrition facts for a serving of grilled salmon?",
            "Can you please provide the nutritional content of this chocolate bar?",
            "Can you provide me with the fat content of a typical egg?",
            "Can you provide me with the nutritional breakdown of a serving of Greek yogurt?",
            "Can you tell me about the fat content of avocado?",
            "Can you tell me about the vitamin C content of blueberries?",
            "Can you tell me the approximate number of calories in a cup of cooked brown rice?",
            "Can you tell me the fat content of a typical slice of pepperoni pizza",
            "Can you tell me the nutritional breakdown of a bagel with cream cheese?",
            "How many grams of protein are found in a serving of Greek yogurt?",
            "How many grams of sugar are in a typical serving of ketchup?",
            "What are the nutritional benefits of eating a bowl of oatmeal?",
            "What are the vitamin C levels of this mixed green salad?",
            "What nutritional value does a banana offer?"
        ]
    },
    {
        "intent": "oil change how",
        "utt": [
            "Are there any special considerations I should keep in mind when changing my oil in my diesel engine?",
            "Can you explain how I can modify my car's oil system?",
            "Can you walk me through the process of changing my oil?",
            "Can you walk me through the process of modifying my car's oil-changing system?",
            "How can I ensure that I am getting the right type of oil for my vehicle when changing my oil",
            "I would like to learn about the various types of oil that can be used for oil changes and their specific requirements.",
            "Is it better to change my oil myself or take it to a mechanic?",
            "What are some innovative ways to change the oil in my automobile?",
            "What are some tips for changing my oil without making a mess?",
            "What are the steps involved in changing the oil in my car?",
            "What kind of oil should I use for my car's engine?",
            "how can I avoid common mistakes when changing my oil?",
            "how can I make this DIY oil change a breeze?",
            "how do I modify my vehicle's oil-changing process?",
            "how often should I change my oil to keep my car running smoothly?"
        ]
    },
    {
        "intent": "oil change when",
        "utt": [
            "According to my car's owner's manual, I should change my oil every 3,000 miles.",
            "At what interval should I get my oil changed to ensure optimal performance of my vehicle?",
            "Can I go longer than the recommended oil change interval without compromising my car's health?",
            "Can I use synthetic oil instead of conventional oil to extend the time between oil changes?",
            "Do I really need to change my oil every 3,000 miles?",
            "How often does one need to replace their car's engine oil?",
            "I am planning to take my car for an oil change next weekend.",
            "I'm not sure if I need to get my oil changed yet, but I'll check my car's manual to see when it's recommended.",
            "I'm not sure when I'll get around to getting my oil changed next, but I know it's overdue.",
            "I'm planning on taking my car in for an oil change next week, but I'll make sure to check the oil level beforehand to see if it needs to be changed sooner",
            "I've heard that some cars don't require oil changes as frequently as others, so I'll have to check my car's specifications.",
            "It's been six months since I last changed my oil, so I think it's time to do it again.",
            "My dad always says that I should change my oil every other month to keep my car running smoothly.",
            "My mechanic told me that I should get my oil changed every 5,000 miles.",
            "What are some signs that indicate it's time for an oil change?"
        ]
    },
    {
        "intent": "order",
        "utt": [
            "Can you please order me a new set of kitchen utensils from Williams Sonoma?",
            "Could you kindly arrange for delivery of all the items on my online shopping list?",
            "Could you please order a set of art supplies from Dick Blick for me",
            "Could you please order me a new pair of headphones",
            "I need you to buy me a new pair of jeans because mine are too worn out.",
            "I need you to order me a new bike, could you please get one from REI?",
            "I need you to order some books for me from Amazon.",
            "I need you to purchase me a new laptop.",
            "I would like you to buy me a new pair of sneakers.",
            "Kindly arrange for me to have a cab pick me up from the airport when I arrive tomorrow.",
            "Kindly order me a new set of cookware.",
            "could you please have someone pick up a birthday cake for my mom from the bakery?",
            "i want you to send me a care package with some essentials from home.",
            "i would appreciate it if you could arrange for delivery of these items.",
            "please ensure that every product on my list is ordered promptly."
        ]
    },
    {
        "intent": "order checks",
        "utt": [
            "Can you assist me in ordering extra checkbooks for my capital one account?",
            "Can you help me locate the ordering information for my TD Bank account?",
            "Can you kindly provide me with some extra checkbooks?",
            "Can you please assist me in ordering more checks for my Bank of the West checking account?",
            "Can you tell me where to find the form to order more checks for my Capital One account?",
            "Could you please assist me in ordering more checks for my Bank of America checking account?",
            "How do I go about getting extra checks for my Wells Fargo account?",
            "How do I go about placing an order for new checks for my Chase checking account?",
            "I am running low on checks and need to request some new ones.",
            "I require urgent delivery of new checks for my account.",
            "I want to place an order for additional checkbooks because I have exhausted the ones I have.",
            "I would appreciate it if you could send me some extra checkbooks so I don't have to worry about running out.",
            "I'd like to place an order for additional checks for my Capital One checking account.",
            "I'm running low on checks for my USAA account; can I get some more?",
            "Kindly assist me in ordering more checkbooks for my Huntington national bank account"
        ]
    },
    {
        "intent": "order status",
        "utt": [
            "Can you give me an update on the status of my refund?",
            "Can you please let me know if there are any issues with my order?",
            "Can you please tell me whether my order was successful?",
            "Can you please update me on the status of my recent purchase?",
            "Can you tell me what's happening with my recent purchase?",
            "Can you tell me whether my package has been shipped yet?",
            "Has my order been shipped yet",
            "How can I find out the status of my recent purchase?",
            "How do I find out if my order has shipped?",
            "I would appreciate it if you could give me a progress report on my order.",
            "Is there any information available regarding the delivery status of my package?",
            "Kindly give me a progress report on my order.",
            "Kindly inform me when my package will arrive at my doorstep.",
            "When can I expect my order to arrive?",
            "When will my order arrive if it hasn't shown up yet?"
        ]
    },
    {
        "intent": "pay bill",
        "utt": [
            "Can you assist me in clearing my electricity bill?",
            "Can you help me pay my rent?",
            "Can you please transfer money from my savings account to my utility account?",
            "I have to settle my phone bill to avoid late charges.",
            "I need to settle my credit card debt as soon as possible to avoid interest charges",
            "I require assistance with paying my car insurance premium.",
            "I would appreciate it if someone could help me pay my gas bill.",
            "I'd appreciate it if you could help me settle my credit card debt.",
            "I'd like to schedule a payment for my property taxes.",
            "I'm in dire need of assistance in paying my car insurance premium.",
            "I'm not sure how to go about paying my utility bills. Could you walk me through the process?",
            "Is there an option to pay my medical bills online?",
            "Kindly assist me in making an online payment for my son's tuition fee.",
            "Kindly help me cover my medical expenses through my Fidelity account.",
            "i need to pay my home loan EMI."
        ]
    },
    {
        "intent": "payday",
        "utt": [
            "Can you please inform me when my next paycheck will be deposited into my bank account?",
            "How far in advance does my company provide payroll information?",
            "How long does it take for my paycheck to clear?",
            "How much longer until I get paid again?",
            "I'm feeling anxious about how I'll afford my rent this month, especially since my next paycheck is still a few days away.",
            "I'm feeling financially strained and hope my next payday comes soon.",
            "I'm hoping to save up enough money by payday to treat myself to something special.",
            "I'm so grateful for direct deposit, it makes it so much easier to track my payments.",
            "I've been working hard lately, and I can't wait to see how much I'll be paid this month. It's always a nice surprise.",
            "My next paycheck can't come soon enough! I need the money to cover my utility bills.",
            "What date did I receive my last payment?",
            "What is the date of my last paycheck?",
            "When did I get paid last time?",
            "When does my employer usually distribute paychecks for the previous pay period?",
            "Will I be getting a raise on my next payday?"
        ]
    },
    {
        "intent": "pin change",
        "utt": [
            "Can you assist me in updating my ATM card PIN for my Capital One account?",
            "Can you please tell me my pin number for my BB&T account so I can change it to something more secure?",
            "I need to change my pin number for my hsbc account.",
            "I need to update my pin number on my chase account to something more memorable.",
            "I received a new debit card, but I can't access my account without my old PIN number; please help me update it",
            "I would appreciate it if you could reset my pin number for my credit card.",
            "I would appreciate it if you could update my account PIN to a more memorable number.",
            "I would like to modify the existing PIN linked to my brokerage account.",
            "I'd like to request a new PIN for my Capital One credit card.",
            "I'm having trouble recalling my PIN for my Chase checking account; could you help me reset it?",
            "Kindly alter my pin number for my USAA account to a unique and secure code.",
            "Kindly assist me in changing my PIN to something easier to recall.",
            "Kindly help me reset my PIN for my PNC Bank savings account.",
            "Kindly update my PIN for my brokerage account to enhance its security features.",
            "Would you mind updating my PIN to a more recent password?"
        ]
    },
    {
        "intent": "play music",
        "utt": [
            "Can you play some classical music while we eat dinner? It's so elegant and sophisticated",
            "Can you put on some tunes?",
            "I need you to play my favorite song from the 80s.",
            "I want to jam out to some classic rock, play Led Zeppelin's greatest hits for me.",
            "I would be grateful if you could play some soothing music by Fleet Foxes.",
            "I'm cooking dinner and I want to listen to something light-hearted and fun. Can you suggest some good options?",
            "I'm feeling nostalgic today, can you put on some old-school tunes from my childhood?",
            "I'm hosting a party tonight and I need some funky tunes to keep the crowd moving. Can you help me out?",
            "I'm in the mood for some blues.",
            "It's time to rock out with our instruments!",
            "May I have the pleasure of listening to the melody that sounds like bells going off?",
            "can you please play my favorite song on repeat?",
            "do you have any vinyl records? I want to spin some tunes tonight.",
            "play something chill, man. I need to relax.",
            "play something that makes me feel alive."
        ]
    },
    {
        "intent": "plug type",
        "utt": [
            "Are there any countries that use a different plug type than the standard two-prong US plug?",
            "Do I need a plug adapter for my trip to China?",
            "Do I need a plug adapter for my trip to Japan?",
            "How many prongs do Italian plugs have?",
            "Is it necessary to bring a plug adapter when traveling to Moscow?",
            "What kind of outlets are used in Brazil?",
            "What kind of plugs will I find in South Africa?",
            "Will I need a plug adapter for my trip to Japan?",
            "Will I need a voltage adapter for my hair straightener in India?",
            "Will I need an adapter for Morocco?",
            "Will I require a power adapter for my journey to China?",
            "do they use the same plug type in spain as they do in portugal?",
            "what plug type does south korea use?",
            "which plug type is recommended for long-term stays abroad?",
            "would i need a plug adapter for my trip to japan?"
        ]
    },
    {
        "intent": "pto balance",
        "utt": [
            "Can I transfer my unused vacation days to next year",
            "Can you give me an update on my PTO balance?",
            "Can you please calculate my vacation time for the year?",
            "Can you please let me know if I have any vacation time left this year?",
            "Can you tell me how much vacation time I've used so far this year?",
            "Do I have enough PTO days to take a week-long vacation?",
            "How many days can I take off this year without jeopardizing my job security?",
            "How many days of bereavement leave do I have available?",
            "How many days of vacation time do I have remaining",
            "How many hours of PTO do I have left before the end of the quarter?",
            "How many unused vacation days do I have remaining?",
            "How many vacation days do I have left until I reach my maximum allowance?",
            "How much time off do I have available under my PTO policy?",
            "What is my current balance of PTO days?",
            "What is my remaining vacation balance?"
        ]
    },
    {
        "intent": "pto request",
        "utt": [
            "Can you please put in a PTO request for me from December 15th to December 31st so I can spend quality time with my loved ones during the holidays?",
            "Can you please put in a PTO request for me from September 1st to September 3rd?",
            "Could you please submit a PTO request on behalf of me for dates from September 1st to September 10th?",
            "Could you please submit my PTO request for October 29th through the 31st?",
            "I am interested in taking a vacation during the last week of June; could you please request it for me?",
            "I am planning to take a break from work from March 10th to March 17th and would like to request PTO for those dates.",
            "I will need to take some time off work to attend a family funeral; could you please submit a PTO request on my behalf?",
            "I would appreciate it if you could create a PTO request for me from April 15th to April 17th.",
            "I would appreciate it if you could grant me a leave of absence from February 24th to February 25th.",
            "I would appreciate it if you could grant me a vacation from July 4th to July 8th.",
            "I would like to request PTO from August 1st to August 8th.",
            "I would like to request a PTO for March 27-31.",
            "I would like to request some time off for a personal trip.",
            "Kindly approve my request for a week of vacation in July to recharge and relax.",
            "Would you please put in a PTO request for July 16th through the 18th"
        ]
    },
    {
        "intent": "pto request status",
        "utt": [
            "Can you please let me know where my day off stands?",
            "Can you please provide me with the latest update on my vacation days?",
            "Can you please update me on the status of my vacation request?",
            "Can you tell me when I can expect my vacation request to be reviewed?",
            "Could you kindly inform me about the status of my vacation application?",
            "Has my day off request been forwarded for approval?",
            "Has my request for time off been reviewed yet?",
            "Has my vacation request been denied or approved",
            "How far along is my leave request in the approval process?",
            "How many more days until my vacation is approved?",
            "Kindly update me on the progress of my time-off request.",
            "What's happening with my request for additional days off?",
            "What's the current status of my vacation days?",
            "What's the current status of my vacation request?",
            "When can I expect to hear back about my day off request?"
        ]
    },
    {
        "intent": "pto used",
        "utt": [
            "Can you calculate how many hours I've spent on vacation?",
            "Can you tell me how many days I have taken off for personal reasons this month?",
            "How many days have I been on sick leave or vacation this quarter?",
            "How many days have I taken off for personal reasons?",
            "How many days have I taken off without using my PTO?",
            "How many days of leave have I utilized so far this year?",
            "How many days off have I taken without using any of my paid leaves?",
            "How many sick days have I taken this quarter?",
            "How many sick days have I taken this year?",
            "How many sick days have I used from my PTO balance?",
            "I have taken 12 days off work so far using my PTO.",
            "My total pto usage for this month is 14 days.",
            "What is the total number of days I've taken off for any reason this year?",
            "how many days have i taken off for family emergencies?",
            "how many days have i taken off for personal reasons?"
        ]
    },
    {
        "intent": "recipe",
        "utt": [
            "Can someone recommend a recipe for homemade granola bars that are gluten-free?",
            "Can you give me a simple recipe for chocolate chip cookies?",
            "Can you provide me with a recipe for gluten-free pizza crust?",
            "Can you suggest a recipe for baked ziti?",
            "Can you teach me how to make a classic Thai green curry from scratch?",
            "Do you have a recipe for a refreshing summer dessert that doesn't involve ice cream or frozen yogurt",
            "I would appreciate any guidance on how to make a classic beef Wellington dish.",
            "I'm looking for a vegan recipe for chili.",
            "Is there a recipe for gluten-free bread that doesn't taste like cardboard?",
            "What are some tips for cooking perfect steaks without overcooking them?",
            "What's a good recipe for shrimp scampi?",
            "Where can I find a recipe for chicken fajitas",
            "Where can I look to learn to make sushi?",
            "can you give me a simple recipe for making spaghetti?",
            "how do i prepare a flavorful stir fry dish?"
        ]
    },
    {
        "intent": "redeem rewards",
        "utt": [
            "Can I trade my American Express points for cash at a bank?",
            "Can I use my credit card points to upgrade my flight ticket?",
            "Can you explain the steps involved in redeeming my credit card points for a brand-new Apple Watch?",
            "Can you guide me through the process of exchanging my credit card points for an Amazon gift card?",
            "Can you guide me through the process of using my credit card points?",
            "Do I have enough points to redeem a free flight ticket?",
            "How do I go about using my credit card points to purchase a new laptop?",
            "How many points will I need to redeem a new laptop?",
            "I want to know if it is possible to transfer my credit card points to another account.",
            "I would love to learn more about how to use my reward points to get a Home Depot gift card",
            "Kindly inform me on how to trade in my credit card points for a PlayStation console.",
            "how do I go about redeeming my credit card points for travel expenses?",
            "i'm curious about the different ways i can use my credit card points.",
            "is it possible to transfer my credit card points to another account?",
            "what is the process of redeeming my credit card points for merchandise?"
        ]
    },
    {
        "intent": "reminder",
        "utt": [
            "Can you help me recall what I needed to remember",
            "Can you help me review my to-do list for the day?",
            "Could you kindly check if paying bills is on my to-do list for today?",
            "Did I send that email yet? Check your sent folder.",
            "Have I remembered to feed the cat today",
            "I know I promised to pick up groceries on the way home from work, but did I actually do it?",
            "I need to know the content of my list of reminders.",
            "I need to remember to pick up milk on my way home.",
            "I wish someone would remind me of my doctor's appointment next week.",
            "I'd love it if you could send me a quick email to remind me about the project deadline.",
            "Let me know if I have any meetings or deadlines coming up in the next few days.",
            "What are the items on my reminder list?",
            "What did we agreed upon for the meeting tomorrow?",
            "What notes do I have written down that I need to refer to later",
            "What tasks do I still need to complete before leaving for vacation?"
        ]
    },
    {
        "intent": "reminder update",
        "utt": [
            "Can you please remind me to bring my lunch to work tomorrow?",
            "Can you please remind me to tune into my favorite podcast tomorrow?",
            "Create a reminder to pick up groceries at 5 pm today.",
            "Make a note to call my sister back tomorrow.",
            "New reminder, please, to buy milk on the way home.",
            "Please remind me to take out the trash tonight at 8 PM.",
            "Remind me to call my mom on her birthday next Saturday.",
            "Remind me to stop by the store on my way home from work to buy milk",
            "Remind me to turn off the lights when I leave the room.",
            "Set a reminder for my meeting with the boss on Friday at 10 am.",
            "Set a reminder to attend the company retreat next month.",
            "Set a reminder to call my mom on her birthday.",
            "Set a reminder to turn off the lights when you leave the room.",
            "could you kindly remind me to water my plants tomorrow?",
            "remind me to call my sister and wish her a happy birthday tomorrow."
        ]
    },
    {
        "intent": "repeat",
        "utt": [
            "Can you restate that?",
            "Can you say that one more time?",
            "Could you please repeat that last instruction? I want to make sure I get it right",
            "Could you please repeat that?",
            "Could you please repeat the instructions one more time? I want to make sure I get them right",
            "Could you say that again?",
            "Excuse me, I couldn't hear you properly; please repeat what you just said.",
            "I apologize, but I didn't catch that; could you repeat your message?",
            "I think there was something important you mentioned earlier. Could you please repeat it for me?",
            "I'd love to hear that again; could you repeat your favorite joke?",
            "I'm having trouble hearing you, could you please repeat what you just said?",
            "I'm having trouble hearing you, so could you please repeat what you just said?",
            "I'm sorry, could you say that again? I got distracted momentarily.",
            "i didn't understand what you just said, can you repeat it?)",
            "repeat that again)"
        ]
    },
    {
        "intent": "replacement card duration",
        "utt": [
            "Can I expedite the process of receiving a replacement card if I need it urgently?",
            "Can I get a new card immediately if my old one is damaged beyond repair?",
            "Can I get a temporary card or a digital version of my card while I wait for my replacement card to arrive?",
            "Can I get an approximate delivery date for my replacement card?",
            "Can I request a specific delivery date for my replacement card, or will it be delivered on a first-come, first-served basis",
            "Can you give me an idea of when I might receive my new card?",
            "How long after I report my card missing will I receive my replacement?",
            "How long does it take to receive a replacement card after reporting a lost or stolen one?",
            "How long does it typically take for a replacement card to be sent to me via mail?",
            "How many days will it take for my card to be replaced?",
            "Is there a way to track the status of my replacement card so I know exactly when to expect it?",
            "What is the estimated time frame for receiving my replacement card?",
            "What is the typical turnaround time for getting a replacement card after submitting an application?",
            "When can I expect my new card to arrive?",
            "Will I be notified when my replacement card has been shipped, and how long will it take to arrive at my address?"
        ]
    },
    {
        "intent": "report fraud",
        "utt": [
            "Can you assist me in filing a report for a fraudulent transaction on my PayPal account?",
            "I believe someone hacked into my online banking account and made unauthorized transactions; I need to report this to my bank right away.",
            "I believe someone is using my personal information to make fraudulent purchases online.",
            "I found a strange charge on my credit card bill, and I'm not sure where it came from.",
            "I found a strange transaction on my debit card.",
            "I found an unexpected charge on my credit card bill.",
            "I have reason to believe that my identity was stolen.",
            "I received a call from a company claiming they were from my bank, but I suspect it was a scam.",
            "I suspect someone has been using my personal information to make unauthorized purchases.",
            "I've identified a discrepancy in my financial records that requires investigation",
            "Someone made a purchase on my account without my authorization.",
            "how do i report a fraudulent charge on my bofi federal bank card?",
            "how do i report fraudulent activity on my citi card?",
            "i believe someone has tampered with my wells fargo checking account.",
            "please assist me in filing a fraud report for my bank of america card."
        ]
    },
    {
        "intent": "report lost card",
        "utt": [
            "I have misplaced my Chase credit card; how do I report it to the bank?",
            "I have misplaced my green debit card and need to notify you of its loss.",
            "I need to file a report for my stolen Capital One card",
            "I'd appreciate your assistance in reporting my lost Wells Fargo Propel card.",
            "I'm calling to inform you that my Mastercard has gone missing and I need to file a report with the bank right away.",
            "My Discover card has been taken without my permission; kindly assist me in reporting this incident.",
            "My TD Bank card has gone missing",
            "Reporting a lost Discover card is necessary for security reasons.",
            "Reporting a lost card is crucial to prevent fraudulent transactions.",
            "Reporting a stolen debit card is necessary for my security; please assist me in filing a report.",
            "Someone took my chase card without permission.",
            "i need to report my lost card as soon as possible so i can get a replacement.",
            "i need to report my lost citi card as soon as possible.",
            "unfortunately, my blue debit card was taken without my permission, so I am reporting it as lost.",
            "what should i do when my visa card is stolen? i need to report it as lost."
        ]
    },
    {
        "intent": "reset settings",
        "utt": [
            "Can you reset everything to how it was when I first started using it?",
            "Could you please reset my settings to their default values so I can start anew?",
            "I want to start fresh with all settings at their default values.",
            "I yearn for the simplicity of my initial settings",
            "I'd be grateful if you could reset my settings to their factory defaults right away.",
            "I'd like to reset everything to how it was when I first got you.",
            "I'd like to wipe the slate clean and begin anew.",
            "Kindly reinstate the settings to their original condition.",
            "Let's restore the default configurations for a fresh start.",
            "Let's restore the device to its original state.",
            "Please undo all recent changes and restore the original settings.",
            "Shall I help you reset your device to its default settings?",
            "Would you kindly reset my settings to how they were when I first got this device?",
            "change back to default settings.",
            "start fresh with new settings"
        ]
    },
    {
        "intent": "restaurant reservation",
        "utt": [
            "Book a table for two at 7 pm on Friday at Bistro Bliss.",
            "Can you help me make a reservation for a party of three at The Pizza Joint next weekend?",
            "Can you please book a table for two at The Sushi Bar for Thursday at 8 PM?",
            "Can you please reserve a table for four at the Italian place for Saturday night?",
            "I would like to book a table for my family of five at the buffet restaurant tomorrow evening at 5:00 pm.",
            "I would like to book a table for two at the bistro tonight at 7 PM.",
            "Kindly make a reservation for one at 4:45 pm on Friday at The Patio.",
            "can you get me a table for 6 at the olive garden at 6:15 pm?",
            "can you reserve a table for 8 at the mastro's at 8:30 pm",
            "could you please make a reservation for three at the Italian restaurant at 7 pm tonight?",
            "could you please make a reservation for two at the grill at 6 pm next week?",
            "i need to make a reservation for six people at the buffet at 6 pm this weekend.",
            "make a reservation for 2 at bubba gump under the name scott at 5:00 pm next wednesday.",
            "make a reservation for 4 at buffalo wild wings at 8 pm next Tuesday under the name sarah.",
            "reserve a table for 4 at the cheesecake factory under the name amy at 9:00 pm tonight."
        ]
    },
    {
        "intent": "restaurant reviews",
        "utt": [
            "Are there any notable features or amenities at Cracker Barrel",
            "Can you share some highlights from recent reviews of Carrabba's Italian Grill?",
            "Can you summarize the opinions on the service quality at Chili's?",
            "Did you enjoy the drink selection at Chili's?",
            "Do the burgers at Five Guys live up to the hype?",
            "Does Joe's Diner have great reviews?",
            "How many locations does Peter Luger Steakhouse have?",
            "How would you describe the service at Ruby Tuesday?",
            "How would you rate the ambiance of Bonefish Grill?",
            "Is Peter Luger Steakhouse suitable for families with young children?",
            "What are the opinions on Outback Steakhouse?",
            "What are the thoughts on the portion sizes at The Café?",
            "What were your thoughts on the variety of options at TGI Fridays?",
            "how does the value of the meals at Cracker Barrel compare to other restaurants?",
            "what are the opinions on the service at Olive Garden?"
        ]
    },
    {
        "intent": "restaurant suggestion",
        "utt": [
            "Are there any good Ethiopian restaurants in Washington D.C.",
            "Can you recommend a great Italian restaurant nearby?",
            "Can you recommend a nice seafood restaurant in Boston?",
            "Can you recommend a restaurant with outdoor seating?",
            "Can you tell me about some good vegetarian options in San Francisco?",
            "Could you tell me about any new restaurants in town?",
            "Do you have any suggestions for vegetarian-friendly dining options?",
            "Have you heard of any good food trucks in the area?",
            "Is there a great Italian restaurant near Times Square?",
            "Is there a restaurant that delivers",
            "Looking for a cozy spot for dinner tonight. Any ideas?",
            "Suggest a nice spot for brunch this weekend!",
            "What are some good BBQ joints in Kansas City?",
            "What's your go-to sushi spot?",
            "Where can I find a decent Indian restaurant in London?"
        ]
    },
    {
        "intent": "rewards balance",
        "utt": [
            "Can I see my points balance on my Discover card?",
            "Can you please check my Chase Freedom rewards balance?",
            "Can you please let me know my rewards balance on my SunTrust bank card?",
            "Can you please tell me my rewards balance on my Bank of America debit card?",
            "Can you tell me my Citi ThankYou rewards balance?",
            "How many points do I have left on my Capital One card?",
            "How many points do I have on my Capital One card?",
            "I want to know my reward point tally on my debit card.",
            "I would like to know my rewards point balance for my American Express card.",
            "I would love to know my rewards point balance for my Bank of America card.",
            "What is my current rewards balance on my Wells Fargo card?",
            "When will I be able to redeem my Visa rewards?",
            "Where can I check my American Express rewards balance online?",
            "can i use my citi double cash card rewards to pay off my credit card debt?",
            "how long does it take for my rewards points to post to my barclays arena card account?"
        ]
    },
    {
        "intent": "roll dice",
        "utt": [
            "Can you roll a 20-sided dice for me?",
            "Can you roll a 20-sided die for me? It's a big choice!",
            "Go ahead and roll a 3-sided die. How many sides does it have",
            "I need you to roll a 5-sided die for me right away!",
            "I want you to roll a standard six-sided dice.",
            "I would love it if you could roll a 10-sided dice for me.",
            "Roll a 10-sided die and tell me if it lands on odd or even.",
            "Roll an 8-sided die and add its value to your score. Keep going until you reach 100!",
            "let's see if we can roll a perfect 10 sided dice for this critical roll.",
            "please roll a dice with 7 sides.",
            "roll a 3 sided dice for me.",
            "roll a set of collectible 8 sided dice with different designs on each side",
            "roll a set of vintage 10 sided dice from the 80s.",
            "the boss wants us to roll a set of rare 4 sided dice for the big presentation.",
            "the game calls for rolling a set of custom 5 sided dice."
        ]
    },
    {
        "intent": "rollover 401k",
        "utt": [
            "Are there any fees associated with rolling over a 401k to a traditional IRA?",
            "Can you help me determine if it makes sense financially to roll over my 401k to a SEP-IRA",
            "Can you help me understand the pros and cons of rolling over my 401k to a Roth IRA?",
            "Can you walk me through the steps of rolling over my 401k into a traditional IRA?",
            "Could you explain the tax implications of rolling over my 401k into a Roth IRA?",
            "How do I go about transferring my 401k to an individual retirement account?",
            "I am considering rolling over my 401k to a fixed annuity, can you provide more information on this option?",
            "I am eager to learn about the process of transferring my 401k to a new employer's plan.",
            "I am looking for information on how to roll over my 401k into a Roth IRA to potentially reduce my tax liability in retirement.",
            "I recently changed jobs and need help consolidating my 401k accounts.",
            "I recently retired and would like to roll over my 401k to a retirement income stream.",
            "I want to learn about the process of moving my 401k to an IRA.",
            "I want to move my retirement funds into an individual retirement account (IRA) to avoid penalties and have more investment options.",
            "I want to transfer my old 401k account to my new employer's plan.",
            "I'm thinking of rolling over my 401k to a self-directed IRA. Can you explain the benefits and drawbacks of this decision?"
        ]
    },
    {
        "intent": "routing",
        "utt": [
            "Can you tell me my BB&T routing number for my checking account?",
            "Can you tell me where to find my Wells Fargo routing number online?",
            "How can I locate the routing number for my PNC Bank account?",
            "I require the information on how to locate the routing number associated with my Bank of America account.",
            "Please provide me with the routing number for my capital one account.",
            "What is the routing number for my Bank of America checking account?",
            "can you help me locate my citi routing number so i can transfer money internationally?",
            "can you tell me my suntrust routing number so i can set up automatic payments",
            "how do i determine the right routing number for my ubs account?",
            "how do i find the routing number for my citi account?",
            "i need to find my routing number for my capital one credit card.",
            "i want to know my bank of the west routing number right away",
            "what is the routing number for my us bank account?",
            "what's the routing number for my pnc bank account?",
            "where do i get my bank's routing number from?"
        ]
    },
    {
        "intent": "schedule maintenance",
        "utt": [
            "How often should I get my air filter replaced?",
            "I am interested in getting a second opinion on what might be causing my car's strange noise.",
            "I must arrange a time to get my vehicle serviced.",
            "I must arrange a tire rotation service.",
            "I need to book an appointment for a brake inspection.",
            "I need to get my car serviced, can you recommend a reliable mechanic?",
            "I want to make sure my car is in top condition, can you arrange for regular maintenance checks?",
            "I would like to arrange for my vehicle to be serviced at Joe's Garage.",
            "I would like to get my suspension aligned.",
            "I would like to schedule a service appointment for my car's transmission fluid flush.",
            "Is it possible to schedule a maintenance appointment for my vehicle this weekend?",
            "It is time to book an oil change appointment.",
            "My air filter needs to be replaced.",
            "Scheduling a battery test is essential for my car's health.",
            "i want to get my tire pressure checked."
        ]
    },
    {
        "intent": "schedule meeting",
        "utt": [
            "Can you please tell me if there are any meeting rooms available on saturday at 11 am? I need to schedule a meeting with our stakeholders",
            "Can you tell me if there are any open slots for us to have a meeting with John next Tuesday at 11 am?",
            "Could you please organize a conference with Alex next week?",
            "Could you please tell me if there are any available meeting rooms between 6-7 pm today?",
            "Do you have any meeting rooms available on tuesday at 1 pm? If so, please let me know so I can schedule a meeting with David and Emily.",
            "How about setting up a session with David at 4 pm tomorrow?",
            "I was hoping you could reserve a conference room for our team huddle on Friday at 2 pm?",
            "I will arrange for a meeting space at 10 am on Wednesday.",
            "I will make sure to book the training room for our 10 am meeting on Monday, so please let me know if that works for everyone",
            "I would like to know if we can arrange a meeting with our team leader to discuss the new project proposal",
            "Let me know when you would like to meet, and I will make sure the conference room is available.",
            "can you please schedule a meeting with samantha and james to go over their progress report?",
            "how about we schedule a meeting for next wednesday at 2 pm?"
        ]
    },
    {
        "intent": "share location",
        "utt": [
            "Can you please tell Jack where I am so he can bring me some food",
            "Could you please provide me with your location so I can find you on the map?",
            "Give my location details to Tom and Alex.",
            "I need to send my current location to my best friend.",
            "I want to share my location with Emily so she can join me for lunch.",
            "I wish to share my location with my colleagues for easier coordination during our project meeting today.",
            "I would like to ask you for your current GPS coordinates.",
            "I would like to share my location with Brenda and Frank",
            "I would love it if you could share my location with my favorite food delivery service, so they can bring me lunch",
            "Kindly inform John of my current location so he can come pick me up from the airport.",
            "Let Lucy know my GPS coordinates so she can find me if needed.",
            "My team leader requires my current GPS coordinates; kindly share them with me.",
            "Share my location with my sister.",
            "have Miranda know about my current location.",
            "share my location information with rachel."
        ]
    },
    {
        "intent": "shopping list",
        "utt": [
            "Can you help me organize my shopping list according to priority?",
            "Can you help me organize my shopping list by category so it's easier to find what I need quickly?",
            "Can you tell me my shopping list items, please?",
            "Do I need eggs for breakfast this week?",
            "Have I included eggs in my shopping list?",
            "I would like you to read my shopping list aloud.",
            "I'm almost out of eggs, better add them to my shopping list.",
            "Is there a way to organize my shopping list by categories?",
            "Is there anything else I need to add to my shopping list?",
            "What are some of the best deals on fruits and vegetables at the moment?",
            "What do I need to pick up at the store today?",
            "What else can I add to my shopping list?",
            "What is available on my shopping list for dinner tonight?",
            "can you help me organize my shopping list according to priority?",
            "can you suggest additional items that I might want to add to my shopping list?"
        ]
    },
    {
        "intent": "shopping list update",
        "utt": [
            "Add avocado to my to-do shopping list.",
            "Can you check if eggs are already on my shopping list?",
            "Can you please add water to my shopping list?",
            "Can you please add yogurt to my shopping list?",
            "Could you please add coffee to my shopping list? I'm running low on my daily dose.",
            "Could you please check if yogurt is already on my list? If not, I would appreciate it if you could add it.",
            "Delete ketchup from my shopping list.",
            "I would appreciate it if you could check if I have potatoes on my list. If not, please add them.",
            "Is olive oil already on my shopping list",
            "Kindly add avocados to my shopping list instead of bananas.",
            "Please ensure that avocados are added to my shopping list.",
            "add cereal to my shopping list because I want to have some breakfast options at home.",
            "add coffee to my shopping list because I need more for work.",
            "can I add oranges to my shopping list?",
            "could you add eggs to my shopping list since they are on sale this week?"
        ]
    },
    {
        "intent": "smart home",
        "utt": [
            "Can you please adjust the thermostat while I am away from home?",
            "Can you please check if the backyard camera is functioning properly",
            "Could you please turn on the air purifier in the bedroom",
            "I would like to request some assistance in controlling the lighting in my bedroom.",
            "I would love it if you could play some relaxing music throughout my entire home",
            "Is my fridge running low on milk?",
            "What's the wifi password for my living room lamp?",
            "Would you mind turning off the alarm system for tonight",
            "change the TV channel to ESPN using voice commands.",
            "check if the front door is locked from your phone.",
            "check the security cameras for any suspicious activity",
            "create a customized routine to lock all doors and turn off all lights upon departure",
            "ensure your home is secure with the smart locks feature.",
            "set the mood lighting to relaxing mode before bedtime.",
            "turn on the living room lights."
        ]
    },
    {
        "intent": "spelling",
        "utt": [
            "Can you please remind me how to spell \"friendship\"",
            "Can you please tell me how to spell the word \"skeptical\"?",
            "Can you please tell me the correct spelling of the word \"sophisticated\"?",
            "How do I correctly spell the word 'occasion'?",
            "How do I spell the word 'photography'",
            "How do you spell the word \"magnificent\"?",
            "How do you spell the word 'synchronize'?",
            "I am having trouble spelling the word \"sandwich\".",
            "I need help spelling the word \"mammoth\".",
            "What is the correct spelling of the word \"sophisticated\"?",
            "What is the proper spelling of the word \"nation\"?",
            "can you please tell me the correct spelling of 'occurrence'?",
            "how do i spell the word 'fantastic'?",
            "i need to know how to spell superficial.",
            "the word 'monkey' has 8 letters."
        ]
    },
    {
        "intent": "spending history",
        "utt": [
            "Can you tell me the total amount I spent on books and e-books last year?",
            "Did I go over budget on my recent clothing purchase?",
            "Have I been spending too much on online purchases?",
            "Have I been spending too much on travel expenses?",
            "How much did I spend on clothing last month?",
            "How much did I spend on gas last week?",
            "How much have I invested in online shopping over the past six months?",
            "How much have I spent on books this quarter?",
            "I need to know my average monthly expenditure on groceries over the past year.",
            "What have I spent on books and e-books recently?",
            "What is my average monthly spending on groceries over the past year?",
            "What was the total amount I spent on clothing purchases in the last quarter?",
            "can you provide me with a detailed report of my spending habits from the past five years",
            "how much did i spend on traveling last quarter?",
            "what's the average amount i spend on gas per month?"
        ]
    },
    {
        "intent": "sync device",
        "utt": [
            "Can you please sync my fitness tracker to my phone",
            "Can you please synchronize my fitness tracker with my phone?",
            "Could you please connect my fitness tracker to my phone?",
            "Could you please detach my laptop from my phone?",
            "Could you please detach my phone from my camera?",
            "I want you to pair my earbuds with my phone.",
            "I'm planning to link up my tablet with my smartphone.",
            "Kindly connect my camera to my computer, please.",
            "Kindly connect my headphones to my phone.",
            "Kindly link my smartphone to Wi-Fi.",
            "May I have your attention so you can sync with my phone?",
            "Please link my phone to my car's infotainment system.",
            "Please sync my phone with this device",
            "Would you mind connecting my e-reader to the cloud?",
            "could you please disconnect my phone?"
        ]
    },
    {
        "intent": "taxes",
        "utt": [
            "Can you explain the different types of tax deductions available to me?",
            "Can you explain the process of filing taxes and what information I need to provide?",
            "Can you explain the tax benefits of donating to charity?",
            "Can you help me understand how my tax bracket affects my tax liability?",
            "How do taxes affect my overall financial well-being?",
            "How does the tax system work in this country, and how does it affect my personal finances?",
            "How much do I need to pay in property taxes this year?",
            "I'd like to know if there are any tax credits or deductions available to me as a small business owner.",
            "What do I currently pay in taxes?",
            "What does it look like my state taxes will add up to?",
            "What will my total tax refund be this year?",
            "can you help me calculate my self-employment tax?",
            "how do I file for an extension on my taxes?",
            "how do I file for tax extension?",
            "how much of my salary will be gobbled up by local taxes?"
        ]
    },
    {
        "intent": "tell joke",
        "utt": [
            "Have you heard the one about the chicken and the road?",
            "Have you heard the one about the time-traveling pineapple? It was hilarious!",
            "I'm always up for a good laugh! Can you tell me a joke?",
            "I'm in desperate need of a good laugh – please, please, PLEASE tell me a joke that will make me forget about my ex",
            "Share a joke that will brighten my day.",
            "Tell me a joke about chocolate.",
            "Tell me a joke about sports",
            "Tell me something amusing about traveling.",
            "Tell me something funny about horses, will ya?",
            "Tell me something funny about teachers.",
            "Tell me something funny about video games. I'm hooked on them!",
            "That reminds me of a joke my dad used to tell me...",
            "What's the silliest joke you know?",
            "did you hear about the cat who walked into a bar?",
            "did you know that cats have three eyelids? The third one is called the \"happy lid\"?"
        ]
    },
    {
        "intent": "text",
        "utt": [
            "Ask Emily to text you back as soon as possible regarding the project deadline.",
            "Ask Lily to text you back later this afternoon to discuss the budget for the marketing campaign.",
            "Send a funny meme to your coworker via text to brighten their day.",
            "Send a group text to your friends planning a night out",
            "Send a message to Robby.",
            "Send a quick message to john about the meeting tomorrow.",
            "Send a thank-you text message to your boss for promoting you to a new position.",
            "Send a thank-you text to someone who helped you out recently.",
            "Text David and inform him that the package has been delivered.",
            "Text John and let him know that you're running low on milk.",
            "Text Mom to inform her I'm on my way.",
            "ask fred if he prefers receiving messages via phone calls or texts.",
            "compose a quick note to John asking about his whereabouts this weekend.",
            "could you please text dad and tell him i love him?",
            "send a text to sis to remind her about our dinner plans tonight."
        ]
    },
    {
        "intent": "thank you",
        "utt": [
            "I am grateful for your support; thanks a million!",
            "I will always be grateful for your help",
            "Thanks a bunch!",
            "Thanks for being so kind!",
            "Thanks for being such an amazing friend; I appreciate it.",
            "Thanks for being there for me.",
            "You've made my day so much brighter!",
            "Your contributions are greatly appreciated",
            "Your generosity is truly appreciated; thank you very much.",
            "Your generosity is truly inspiring!",
            "Your promptness is impressive.",
            "Your support means everything to me; thank you.",
            "gracias",
            "hats off to you!",
            "thanks for being such an awesome friend; you're the best!"
        ]
    },
    {
        "intent": "time",
        "utt": [
            "Can you please tell me the current time in Dubai?",
            "Can you please tell me the time in Tokyo?",
            "Can you tell me the exact time?",
            "Can you tell me the time in Paris?",
            "I need to know the time in Los Angeles.",
            "I urgently require the current time.",
            "I would like to know the current time in New York.",
            "In what time zone is Los Angeles located?",
            "Kindly provide me with the local time.",
            "What is the current time in Beijing?",
            "What is the current time in London?",
            "What time is it in California?",
            "What time is it in Moscow during the winter season?",
            "When is it right now in Beijing?"
        ]
    },
    {
        "intent": "timer",
        "utt": [
            "Can you please set a timer for 15 minutes so I can complete this task?",
            "Can you please set a timer for 20 minutes so I can work on this project without interruptions?",
            "Can you please set a timer for 5 minutes?",
            "I need a 30-minute timer for my study session.",
            "I need to set a timer for 60 minutes so I can cook dinner without being late.",
            "Kindly set a timer for 2 hours from now.",
            "Please set a timer for 40 minutes so I have enough time to cook dinner and eat before my meeting.",
            "Remind me in 30 minutes.",
            "Set a 10-minute timer.",
            "Set a reminder for 45 minutes.",
            "Set a timer for 10 minutes so I can take a break.",
            "Set a timer for 20 minutes, please.",
            "Set a timer for 20 minutes.",
            "set a timer for 10 minutes of reading time each day.",
            "set a timer for cooking pasta for 8 minutes."
        ]
    },
    {
        "intent": "timezone",
        "utt": [
            "Can you tell me the timezone of Rio de Janeiro?",
            "Can you tell me the timezone that Tokyo is in?",
            "Do you know what time it is in Sydney right now?",
            "How many hours ahead of Pacific Time is Eastern Time?",
            "How many hours ahead of me is Bangkok?",
            "I would like to know the time zone of Russia",
            "In which time zone is Jamaica located?",
            "The time zone of Italy is what?",
            "What time zone is Moscow in?",
            "What time zone is Sacramento in?",
            "What timezone does Tokyo have?",
            "What timezone is London in?",
            "Which timezone is Sydney in?",
            "what is the time zone of China?",
            "what time zone is Seoul in?"
        ]
    },
    {
        "intent": "tire change",
        "utt": [
            "Can you give me an estimate of when I should replace my tires based on their age and mileage?",
            "Can you recommend a good tire brand for my car?",
            "Can you walk me through the process of changing a tire",
            "How long does it take for my tires to wear out completely after they were last replaced?",
            "How long will it take for my tires to wear down to the point where they need to be replaced?",
            "How much does it cost to replace a tire?",
            "How often should I check my tire pressure?",
            "How often should I get my tires inspected?",
            "I wonder if it's time for me to swap out my treads.",
            "What are some signs that my tires need to be replaced?",
            "What is the recommended interval for replacing tires?",
            "how can i extend the life of my tires?",
            "how long does it take to replace a tire?",
            "how many miles can i drive on a spare tire?"
        ]
    },
    {
        "intent": "tire pressure",
        "utt": [
            "Can you tell me if my tires are properly inflated?",
            "Do I need to add air to my tires regularly?",
            "Do my tires have enough air in them?",
            "How can I check the air pressure in my tires",
            "How can I find out if my tires are over or underinflated",
            "How many PSI's are my tires at the moment?",
            "I need to check the PSI levels of my vehicle's tires.",
            "I think it's time for a tire pressure check.",
            "Is it important to keep track of my tire pressure?",
            "Is the air pressure in my tires low?",
            "It's been a while since I checked my tire pressure; should I do it now?",
            "What happens if my tires don't have enough air?",
            "What's the current PSI reading on my tires?",
            "What's the tire pressure of my car?"
        ]
    },
    {
        "intent": "todo list",
        "utt": [
            "Can you remind me what's on my to-do list for tomorrow?",
            "Can you summarize my to-do list for today?",
            "Can you tell me if cleaning the garage is on my to-do list for next month",
            "Did I add buying groceries to my to-do list for this week?",
            "Do I have an item on my to-do list related to grocery shopping?",
            "Have I forgotten about that project deadline coming up next week?",
            "How many tasks are on my to-do list today?",
            "I'm trying to prioritize my tasks based on importance and deadlines, so I can stay organized and focused.",
            "I've been putting off cleaning out the garage for months, so it's finally on my list of things to do.",
            "Is there anything else I need to add to my to-do list before leaving for work?",
            "Is there anything else I should add to my agenda for the day?",
            "Is there anything important on my to-do list that I shouldn't forget to do today?",
            "Is there anything important that I might have forgotten to add to my list?",
            "What exactly am I meant to accomplish today from my to-do list?",
            "Will I be able to tackle all these tasks on my list or should I prioritize them better?"
        ]
    },
    {
        "intent": "todo list update",
        "utt": [
            "Add the exercise routine to my list for today.",
            "Can you please add the birthday party invitations to my to-do list?",
            "Can you please move the \"call John\" task to the top of my list?",
            "Could you please update my to-do list with the tasks I need to complete tomorrow?",
            "I need to add grocery shopping to my to-do list for today.",
            "I want to include a budget breakdown for my upcoming trip to my list for financial planning.",
            "Kindly update my to-do list to reflect that I have completed the \"clean the garage\" task.",
            "On my list of tasks for tomorrow, add watering the plants.",
            "add paying bills to my to do list.",
            "can you please remove watching netflix from my list of tasks?",
            "could you please ensure that exercising is on my to-do list?",
            "get rid of every task on the list.",
            "reorganize my task list according to urgency.",
            "streamline my to-do list for maximum productivity.",
            "will you ensure that paying rent is on my to-do list?"
        ]
    },
    {
        "intent": "traffic",
        "utt": [
            "Are there any road closures or construction affecting traffic nearby?",
            "Check traffic conditions before heading out for a night on the town.",
            "How congested are the roads leading to the airport?",
            "Is there likely to be heavy traffic on the highway due to an accident?",
            "What's the traffic situation like at the nearest toll booth?",
            "Will I encounter any delays on my route to the airport at 4 am?",
            "can you tell me the expected traffic volume for the next few hours at the nearby toll booth",
            "can you tell me the traffic conditions on the main road leading to the mall?",
            "does the highway experience heavy traffic during the evening commute?",
            "how gridlocked are the highways before the amusement park",
            "how heavy is traffic usually during the summer months on the route to Yosemite?",
            "how much traffic do I expect to find near the mall?",
            "is the traffic signal at the entrance of the shopping mall always green?",
            "is there a detour I can take to avoid traffic on the highway?",
            "what's the current traffic status on the bridge leading into the city?"
        ]
    },
    {
        "intent": "transactions",
        "utt": [
            "Can you please show me the transactions I made on my business account last quarter",
            "Can you please tell me how much money I spent on groceries last month?",
            "Can you provide details of my last e-commerce transaction?",
            "Can you tell me about the last purchase I made?",
            "Can you tell me about the last transaction on my debit card?",
            "Can you tell me when my rent payment was processed?",
            "Could you please tell me how much cash I withdrew from the ATM yesterday?",
            "How do I go about checking my account balance?",
            "How do I go about checking my bank statement for recent transactions?",
            "Kindly provide me with details of my last bank transfer",
            "Kindly provide me with the details of my recent purchase from Amazon.",
            "Kindly show me the transactions I made at the grocery store last Tuesday.",
            "Let me know when my next payment is due.",
            "Let me see if I can locate my receipt from yesterday's shopping trip.",
            "Show me the transactions I made on my credit card last year."
        ]
    },
    {
        "intent": "transfer",
        "utt": [
            "Can I transfer $50 from my savings to my checking account?",
            "Can you please transfer $40 from my savings account to my Venmo account",
            "Could you please transfer $20 from my checking to my savings account?",
            "I need to move money from my old bank account to my new one.",
            "I need to transfer $2000 from my old account to my new account.",
            "Kindly move $600 from my savings account to my trust account",
            "Transfer $1500 from my retirement account to my checking account.",
            "moving $500 from my current account to my retirement account.",
            "send $50 from joint account to single account",
            "sending 400 dollars from checking to savings for a down payment on a house.",
            "shift $50 from wallet to savings account",
            "shift funds from cash app to venmo.",
            "transfer $50 from brokerage account to retirement account",
            "transferring $4000 from my checking account to my brother's checking account for his emergency fund.",
            "transferring 500 dollars from credit card to checking account."
        ]
    },
    {
        "intent": "translate",
        "utt": [
            "Can you tell me how I would normally say \"goodbye\" in Russia?",
            "Can you tell me how to say \"sorry\" in Japanese?",
            "Can you translate \"I will come back later\" into Italian",
            "How do they say \"I'm tired\" in Korean",
            "How do you say \"I love you\" in Italian?",
            "How do you say \"I love you\" in Japanese?",
            "How do you say \"good luck\" in Russian",
            "How do you say \"goodnight\" in Italian?",
            "How do you say \"see you later\" in Korean?",
            "How would you say \"I'm hungry\" if you were from Italy?",
            "What is the French word for \"thank you\"?",
            "What is the Spanish word for \"sorry\"?",
            "how do i say good luck in german?",
            "how do you say 'congratulations' in mandarin?",
            "how do you say 'i'm lost' in korean?"
        ]
    },
    {
        "intent": "travel alert",
        "utt": [
            "Are there any travel warnings for New Zealand?",
            "Can I safely travel to Australia with a valid visa?",
            "Can you provide me with the latest travel alerts for my trip to Europe?",
            "Check travel alerts for Kenya.",
            "Does the US government have any travel warnings for Italy?",
            "How often are travel alerts updated for popular destinations like Thailand",
            "I want to know if there's a danger of traveling to Mexico.",
            "Is it safe to travel to Brazil amidst the ongoing pandemic?",
            "Is there a warning about traveling to Brazil?",
            "My family and I are heading to Bali next month, what kind of alerts should we keep an eye out for?",
            "Safe to travel to Thailand?",
            "Will I be safe while traveling to Japan?",
            "are there any travel advisories for the united states?",
            "can you tell me about the latest travel alerts in japan?",
            "do you have information on current travel alerts in south america?"
        ]
    },
    {
        "intent": "travel notification",
        "utt": [
            "I will be traveling to Costa Rica next month and wanted to give my bank a heads up.",
            "I'll be heading to Tokyo for a two-week trip starting from March 20th.",
            "I'll be in Canada from August 10th to August 12th; could you please inform my bank?",
            "I'll be traveling to South Africa from October 15th to November 10th.",
            "I'll be visiting Australia from March 1st to March 10th; could you please inform my bank of my travel plans?",
            "I'm heading to Costa Rica for a yoga retreat next week, so I should notify my bank.",
            "I'm heading to Tokyo next month for a business trip, so kindly notify my bank of my travel plans.",
            "I'm planning a trip to Vietnam, and I would appreciate it if my bank could be informed of my travel dates.",
            "I'm traveling to Australia for a friend's wedding in a few days, so I'd like to keep my bank informed.",
            "Just wanted to give you a heads up that I'll be trekking through Patagonia for the next few days.",
            "how do i let my bank know i'm going to japan?",
            "i am going on a trip to australia next week, i should notify my bank.",
            "i am going to china next month, i should tell the bank.",
            "i will be traveling to italy from jan 15 to jan 20, kindly inform my bank.",
            "i'm going on a road trip across the usa and need my bank informed of my whereabouts."
        ]
    },
    {
        "intent": "travel suggestion",
        "utt": [
            "Can you suggest some fun activities to do in Denver",
            "How about some fun things to do in Cape Town?",
            "What are some beautiful beaches to visit in Bali?",
            "What are some historical landmarks I can visit in Rome?",
            "What do people in Sioux Falls do for fun?",
            "What sites are there to see when in Evans?",
            "what are some beautiful natural wonders in costa rica?",
            "what are some exciting experiences to have in tokyo?",
            "what attractions are must-see in new york city?",
            "what historical landmarks should I visit in Paris?",
            "where can you find solitude and tranquility?",
            "where can you go to clear your mind and feel refreshed?",
            "where should I travel to enjoy the best skiing and snowboarding in North America?",
            "where should I travel to experience the local culture and cuisine?",
            "which vibrant city should I visit for its vibrant nightlife, cultural attractions, and delicious food scene"
        ]
    },
    {
        "intent": "uber",
        "utt": [
            "Can you please assist me in getting an Uber to the nearest gas station?",
            "Can you please order an Uber for me to the nearest hospital?",
            "Could you kindly arrange an Uber pickup for my family of four to the aquarium?",
            "Could you please send me an Uber to the grocery store? I don't feel like driving today.",
            "How much will it cost to take an Uber from LAX to downtown LA?",
            "I need an Uber to get to the airport urgently.",
            "I need an Uber to take me to the gym this evening.",
            "I require an Uber to transport my heavy luggage from the hotel to the train station.",
            "I want to book an Uber Black car for my anniversary dinner tonight.",
            "I'm trying to book an Uber for my friend who is visiting from out of town; do you think they will be able to find a driver?",
            "arrange a spacious uber for 7 travelers to the aquarium.",
            "arrange for an uber ride to the beach party tonight.",
            "book a ride to john's workplace using Uber Black.",
            "can i get an uber for two people to go to the library?",
            "i want an uber to take my family of four to disneyland next weekend."
        ]
    },
    {
        "intent": "update playlist",
        "utt": [
            "Can you please add \"Sweet Child O' Mine\" by Guns N' Roses to my \"Classic Rock\" playlist?",
            "Could you please update my electronic playlist with \"Tsunami\" by Daft Punk?",
            "I want to have \"We Are Young\" by Fun. added to my \"Road Trip\" playlist.",
            "I would like to add \"Happy\" by Pharrell Williams to my feel-good playlist.",
            "add 'Bohemian Rhapsody' to 'classic rock playlist'.",
            "add 'Can't Stop the Feeling!' to 'Uplifting Dance'.",
            "add 'Can't Stop the Feeling!' to my 'Feel-Good Playlist'",
            "add a playlist for my workout routine with energetic songs.",
            "add new music to my playlist every week.",
            "add single ladies by beyonce to my pop playlist.",
            "add songs I love from different genres to my playlist.",
            "add this ambient track to my experimental playlist.",
            "can you add my favorite song to my country playlist?",
            "please add 'Bohemian Rhapsody' to 'Classic Rock'.",
            "update my jazz playlist with the latest releases from John Mayer"
        ]
    },
    {
        "intent": "user name",
        "utt": [
            "Can you please remind me of your handle?",
            "Can you share your screenname with me?",
            "Can you tell me your name?",
            "Do you have a pet name for me when we're just hanging out?",
            "How about we just stick with your username for now",
            "How do you refer to me when you talk to others?",
            "I wish you could remember my name!",
            "What do you call me when I'm being extra silly",
            "What do you call me when I'm being particularly stubborn?",
            "What is your preferred moniker?",
            "What's the name you use when you want to tease me in a playful way?",
            "What's your given name?",
            "What's your preferred name for me?",
            "What's your preferred nom de plume?",
            "how did you save my name?"
        ]
    },
    {
        "intent": "vaccines",
        "utt": [
            "Can you please tell me about the vaccinations needed for travel to Peru?",
            "Can you please tell me how many vaccinations I will have to undergo before traveling to Vietnam?",
            "How many doses of vaccine will I be required to get before embarking on a trip to Thailand?",
            "How many vaccinations do I need to get before traveling to France?",
            "Is it recommended to get any specific shots before traveling to New Zealand?",
            "What are the common illnesses I should be vaccinated against when leaving the United States?",
            "What are the recommended vaccinations for travel to France during the summer months",
            "are there any specific vaccinations required for travel to canada?",
            "are there any vaccinations required for travel to mexico?",
            "do I need a typhoid vaccine before traveling to southeast asia?",
            "do i need any immunizations before traveling to germany?",
            "do i need any vaccinations before traveling to mexico",
            "what immunizations do i need to get before traveling to australia?",
            "which vaccinations do i need for traveling to argentina?",
            "which vaccinations do i need to take before traveling to mexico?"
        ]
    },
    {
        "intent": "w2",
        "utt": [
            "Can someone please guide me on how to retrieve my W2 form?",
            "Can you please tell me where I can find my lost W-2 form?",
            "Could you kindly inform me where to obtain my W2 form?",
            "Do you know if my employer will send me my W-2 forms via email this year?",
            "How can I access my W-2 form if I misplaced it?",
            "How do I know which box to fill out on the W2 form for my state taxes?",
            "I am diligently searching for my W2 form to submit my taxes; could you please share the location of mine?",
            "I need help finding my W2 form so I can complete my tax return.",
            "I would like to know where I can obtain a blank W-2 form to fill out and submit to the relevant authorities",
            "I'm trying to locate my W-2 form so I can submit it to the IRS before the deadline.",
            "I've been trying to track down my W2 form for weeks; could you please help me locate it?",
            "Is there a way to expedite the delivery of my W-2 form?",
            "Is there any way to download my W2 form directly from my employer's website?",
            "Where can I download a blank W-2 form for free?",
            "Where can I find the form that shows my employer's name and my annual wages for tax purposes?"
        ]
    },
    {
        "intent": "weather",
        "utt": [
            "Can you tell me about the humidity level in the area?",
            "How will the weather affect our outdoor plans?",
            "Is it going to snow this winter?",
            "Is there any chance of thunderstorms today?",
            "What are the current weather conditions in New York City?",
            "What is the average high temperature in Miami during the summer?",
            "What is the current temperature outside?",
            "What is the probability of rain tomorrow?",
            "What is the weather forecast for this weekend?",
            "What is the weather like in Tokyo right now?",
            "Will it be sunny or cloudy tomorrow morning?",
            "Will it rain tonight?",
            "Will it snow tonight?",
            "Will there be any sunny days this week?",
            "Will there be any thunderstorms tonight?"
        ]
    },
    {
        "intent": "what are your hobbies",
        "utt": [
            "Can you tell me about some of the things that make your life worth living?",
            "Can you tell me about your favorite leisure activities?",
            "I enjoy practicing yoga to relax and rejuvenate myself.",
            "I love watching movies and analyzing their storytelling techniques.",
            "It's always great to learn about people's passions and hobbies!",
            "What activities do you enjoy doing during your free time?",
            "What are some fun things you like to do on the weekends?",
            "What are some of the things that give you a sense of purpose and fulfillment",
            "What are some things that bring you joy and make your life more fulfilling?",
            "What are some things you find relaxing or entertaining outside of work?",
            "What fun things do you enjoy doing on the weekends?",
            "what activities do you find most relaxing?",
            "what are some of your favorite pastimes?",
            "what are some things you enjoy doing outdoors?",
            "what types of sports do you play?"
        ]
    },
    {
        "intent": "what can i ask you",
        "utt": [
            "Can you explain [complex concept or term] to me in simpler terms?",
            "Could you provide an example of something similar to what I'm asking?",
            "How can I best phrase my question to get the most accurate answer from you?",
            "Is there a limit to the complexity of questions you can answer",
            "Is there anything you're not able to help me with?",
            "can you provide examples of the types of questions you can answer?",
            "how does your level of understanding compare to other AI language models?",
            "how many different areas of expertise do you have?",
            "what are some of the areas where you excel in providing answers",
            "what are some of the more complex queries you can handle?",
            "what are some of the most common requests you get asked?",
            "what are some of the things you can assist me with?",
            "what are the limits of your abilities?",
            "what is the scope of your capabilities?",
            "what types of tasks will you be able to assist me with?"
        ]
    },
    {
        "intent": "what is your name",
        "utt": [
            "Can you share your given name?",
            "I need to know who I'm talking to.",
            "I want to learn more about you.",
            "I'm curious about your moniker!",
            "I'm eager to learn more about you.",
            "Kindly provide your full name.",
            "May I know your given name?",
            "Please let me know your preferred name",
            "What's the name you go by?",
            "What's the name your parents gave you?",
            "What's your handle?",
            "What's your name, my dear",
            "What's your name, my friend?",
            "Who do you go by these days?",
            "Would you mind sharing your name with me?"
        ]
    },
    {
        "intent": "what song",
        "utt": [
            "Can you tell me the artist and title of the song that's been on repeat for the past week?",
            "Can you tell me the name of the song that's playing during this movie trailer? It sounds really interesting",
            "Can you tell me the name of the song that's playing on Spotify right now",
            "Do you recognize the song that's been playing on repeat all day?",
            "I can't remember the name of the song that I heard on my way to work today. Can you help me out?",
            "I need to know the name of the catchy tune that is currently on.",
            "I'm trying to figure out the name of this melody that's stuck in my head.",
            "Kindly provide me with the name of the song that is currently being aired.",
            "What is that catchy tune you're listening to?",
            "What's the name of that catchy song that I heard last night on the way home?",
            "What's the name of that funky song I heard last night?",
            "can you please inform me of the title of the song currently being played?",
            "find out what this song is?",
            "what is the song on speaker?",
            "what's the name of the catchy tune you're jamming to?"
        ]
    },
    {
        "intent": "where are you from",
        "utt": [
            "What corner of the globe did you emerge from?",
            "What nation do you belong to?",
            "What state did you come from?",
            "What's your heritage",
            "What's your hometown known for?",
            "What's your roots?",
            "Where did you develop your unique perspective?",
            "Where did you spring from?",
            "Which city were you born in?",
            "Your heritage is something I find fascinating.",
            "have you ever lived outside of your current location?",
            "what is your hometown, the place that holds dear memories?",
            "what's the name of the town or city where you were born?",
            "where did you come from, the mysterious place that gave birth to your soul",
            "where is the location that you were crafted with love and care?"
        ]
    },
    {
        "intent": "whisper mode",
        "utt": [
            "Can you refrain from shouting?",
            "Could you please speak more softly? It's bothering me.",
            "I suggest we converse softly.",
            "I think we should hush our voices.",
            "I wish we could communicate quietly without being overheard.",
            "I wish we were in a place where we could whisper our secrets without worrying about being overheard.",
            "I'm trying to concentrate; could you please whisper?",
            "If you could kindly reduce the volume to a soft whisper, it would be greatly appreciated.",
            "Your whisper is so quiet that I can barely hear you. Could you please speak up or use a louder microphone?",
            "engage mute mode immediately.",
            "i need you to whisper this message.",
            "please keep your voice down.",
            "quiet down and speak softly.",
            "switch to low volume now.",
            "whisper sweet nothings into my ear."
        ]
    },
    {
        "intent": "who do you work for",
        "utt": [
            "Can you tell me more about the hierarchy of your workplace?",
            "Can you tell me more about your boss?",
            "I don't think I've ever met anyone who works directly for me before!",
            "I report directly to the CEO.",
            "I work in the sales department.",
            "I'm not sure if you remember, but we worked together at XYZ company last year.",
            "I'm responsible for managing our social media accounts.",
            "Is there anyone else you work closely with in addition to your direct supervisor",
            "My colleagues are very supportive.",
            "My job title is Marketing Manager.",
            "What department do you primarily work within?",
            "Who is responsible for overseeing your work?",
            "Who is the person or organization you answer to?",
            "Who makes decisions regarding projects and initiatives?",
            "Whom exactly does one report to?"
        ]
    },
    {
        "intent": "who made you",
        "utt": [
            "It must have taken a team of brilliant developers to build an AI like you.",
            "Your creators must have been passionate about pushing the boundaries of AI technology to develop something as advanced as you.",
            "Your makers must have had a visionary approach to create such a unique and powerful AI.",
            "how did they come up with your chatbot design?",
            "i would love to know who built your chat interface.",
            "the person who made you is who",
            "the story of how you were created is fascinating",
            "which research institute created your language generation capabilities?",
            "who are the individuals responsible for your distinctive outlook",
            "who came up with your neural network architecture?",
            "who is credited with creating your robotics software",
            "who is responsible for making you",
            "who is responsible for your natural language processing capabilities?",
            "who was responsible for designing your neural network?",
            "why were you programmed to assist users like me?"
        ]
    },
    {
        "intent": "yes",
        "utt": [
            "Absolutely! I couldn't agree more!",
            "Absolutely, I couldn't agree more!",
            "Agreed! That's the way to go.",
            "Agreed, let's make it happen!",
            "It's a wonderful notion!",
            "Of course! That's exactly what I was thinking.",
            "Oh, without a doubt, that's absolutely true",
            "That's a superb solution!",
            "That's correct!",
            "Well said! Couldn't have put it better myself.",
            "indeed, that's what I was told!",
            "of course, I understand completely!",
            "you hit the nail on the head!"
        ]
    }
]